[
 {
   "Image": null,
   "Scene": "HBO title",
   "Scene End": "00:00:06",
   "Duration": "00:00:06",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": null,
   "Scene": "Opening Credits / Title Sequence",
   "Scene End": "00:01:53",
   "Duration": "00:01:47",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": 1,
   "Scene": "Ned wakes up to Robert and Cersei at his bedside",
   "Scene End": "00:06:22",
   "Duration": "00:04:29",
   "Comparison": "In the series, when Ned wakes up, he finds Robert and Cersei at his bedside.<br><br>In the books, he wakes to find the steward Vayon Poole, who tells him that the King left orders to speak with him as soon as he awakens. Ned tells the King that he was at the brothel to have a look at his bastard daughter.<br><br>In both, Robert tells Ned to tell his wife to relese the dwarf at once, and tells Ned to make his peace with Jaime. Cersei claims that Ned was returning drunk from a brothel when his men attacked Jaime. When Cersei says that Robert should be in skirts and her in mail, he hits her hard on her head. He regrets it after. Robert tells Ned that they will talk when he returns from the hunt and returns his badge.",
   "Rating": "MIXED"
 },
 {
   "Image": 2,
   "Scene": "Daenerys is able to hold a heated dragon egg",
   "Scene End": "00:07:50",
   "Duration": "00:01:28",
   "Comparison": "This scene does not happen in the book - In Vaes Dothrak, Daenerys holds a heated dragon egg. When Irri grabs it, she gets her hands burnt while Daenerys remains unharmed.",
   "Rating": "FALSE"
 },
 {
   "Image": 3,
   "Scene": "Bran's three-eyed raven dream goes farther",
   "Scene End": "00:08:37",
   "Duration": "00:00:47",
   "Comparison": "This scene does not happen in the book.",
   "Rating": "FALSE"
 },
 {
   "Image": 4,
   "Scene": "Theon urges Robb to take revenge on the Lannisters",
   "Scene End": "00:09:42",
   "Duration": "00:01:05",
   "Comparison": "This scene does not happen in the book - In the woods, Robb decides not to tell Bran the news yet. Theon urges Robb to take up arms against the Lannisters for attacking his father's men.<br><br>In the books, Bran and Robb is riding out through the wolfswood with a few men, and Robb tells Bran the news of the Kingslayer murdering Jory and the others. Robb mentions that Theon thinks he should call the banners.",
   "Rating": "FALSE"
 },
 {
   "Image": 5,
   "Scene": "Bran is ambushed but Robb and Theon saves him",
   "Scene End": "00:13:09",
   "Duration": "00:03:27",
   "Comparison": "In the series, Bran rides off alone while Theon and Robb are not watching.<br><br>In the books, the Stark guardsmen fell farther behind, and Robb heads off to bring the direwolves back, leaving Bran alone. The direwolves were involved in the fight against the ambushers, who were six, not three.<br><br>In both, Bran is ambushed by wildlings and Nights Watch deserters. The men want to kill him while Osha wants to bring him to Mance Rayder. Stiv holds Bran captive, but Theon puts an arrow through his chest. Robb is annoyed with Theon for not thinking that he might miss. Osha begs for her life and Robb grants it.",
   "Rating": "MIXED"
 },
 {
   "Image": 6,
   "Scene": "Tyrion tries to bribe Mord with gold",
   "Scene End": "00:14:16",
   "Duration": "00:01:07",
   "Comparison": "In the series, Tyrion offers Mord gold, and Mord, not finding any, whacks him with a soft club twice on the arm and leaves.<br><br>In the books, Tyrion offers Mord gold, and Mord hits him with a leather strap four painful times but ultimately agrees to pass his message.",
   "Rating": "MIXED"
 },
 {
   "Image": 7,
   "Scene": "Arya has sword training",
   "Scene End": "00:16:07",
   "Duration": "00:01:51",
   "Comparison": "This scene does not happen in the book - In King's Landing, Arya is troubled over her father and is unmotivated for sword practice. Syrio has his series-only quote, \"There's only one thing we say to (the God of) Death...Not today.\"",
   "Rating": "FALSE"
 },
 {
   "Image": 8,
   "Scene": "Daenerys eats a horse's heart",
   "Scene End": "00:19:39",
   "Duration": "00:03:32",
   "Comparison": "In the series, the ceremony is shown more from Ser Jorah's and Viserys's perspective rather than Daenerys's in the book.<br><br>In both, Daenerys eats a horse's heart and her future son Rhaego is proclaimed 'the stallion who mounts the world'.",
   "Rating": "TRUE"
 },
 {
   "Image": 9,
   "Scene": "Jorah stops Viserys from stealing the dragon eggs",
   "Scene End": "00:21:53",
   "Duration": "00:02:14",
   "Comparison": "In the books, Viserys' plan to steal the eggs were told by Jorah to Daenerys at the celebration.",
   "Rating": "MIXED"
 },
 {
   "Image": 10,
   "Scene": "Tyrion confesses and demands trial by combat",
   "Scene End": "00:29:27",
   "Duration": "00:07:34",
   "Comparison": "Tyrion's confession of his crimes is extended in the series. In the series, he gives several funny examples while in the book, he is stopped immediately.<br><br>In both, he denies any knowledge of the murder attempts and when Lysa orders him back to a smaller dungeon cell, he demands a trial. Lysa tells him that her son will make the judgement and he will then leave by one door or the other. Tyrion says there is no need and asks for a trial by combat. The combatants are decided to be Ser Vardis and Bronn.",
   "Rating": "TRUE"
 },
 {
   "Image": 11,
   "Scene": "Robert and his hunting party",
   "Scene End": "00:31:20",
   "Duration": "00:01:53",
   "Comparison": "This scene does not happen in the book - King Robert on his hunt, along with Renly, Barristan Selmy, and Lancel Lannister. He speaks of good old times and \"making the eight\". Lancel is clearly shown goading Robert into drinking strong wine. In the book, the hunt takes place off-screen, and Varys tells Ned about the overly strong wine that Cersei gave Lancel for Robert.<br><br>In the books, Robert is also accompanied at the hunt by Joffrey, the Hound, the Royces, Ser Balon and twenty more, who returns to King's Landing before the fatal encounter with the boar.<br><br>There is no mention in the books that the Mad King, among the vicious atrocities he committed, slaughtered women and babies because the voices in his head told him they deserved it.",
   "Rating": "FALSE"
 },
 {
   "Image": 12,
   "Scene": "Ned holds court in Robert's absence",
   "Scene End": "00:35:25",
   "Duration": "00:04:05",
   "Comparison": "In the books, the attackers had not left behind any fish. Ser Loras volunteers to go to the Mountain but is rejected by Ned. Tywin Lannister was not summoned to the court by Ned Stark to answer for the Mountain's crimes in the Riverlands.<br><br>In both, Robert sends Lord Beric in charge of a hundred men to Ser Gregor to carry out the King's justice.",
   "Rating": "MIXED"
 },
 {
   "Image": 13,
   "Scene": "Tyrion's trial by combat",
   "Scene End": "00:39:52",
   "Duration": "00:04:27",
   "Comparison": "In the series, the combat takes place in the Eyrie's High Hall by the opened Moon Door, immediately after Tyrion's confession. The death of Ser Vardis is more dramatic, where he is injured several times, stabbed in the neck and finally thrown through the Moon Door. The Moon Door is an opening in the floor of the Eyrie's High Hall.<br><br>In the books, the combat takes place in the Eyrie garden the next morning.<br><br>Beforehand, Catelyn tries to dissuade Lysa from going ahead with the trial by combat, arguing that Tyrion is no use to them dead. She also worries that Bronn will defeat Lysa's champion, having seen him fight against the hill tribes.<br><br>Ser Vardis is stabbed in the chest while he is pinned to the floor by a statue Bronn dropped on top of him.<br><br>The Moon Door is a weirwood door that stands between two pillars in the Eyrie's High Hall.",
   "Rating": "MIXED"
 },
 {
   "Image": 14,
   "Scene": "Sansa is sewing with Septa Mordane when Joffrey comes in and romances her",
   "Scene End": "00:42:46",
   "Duration": "00:02:54",
   "Comparison": "This scene does not happen in the book - Sansa is sewing with Septa Mordane when Joffrey comes in, apologies and gives her a necklace.",
   "Rating": "FALSE"
 },
 {
   "Image": 15,
   "Scene": "Theon says farewell to Ros",
   "Scene End": "00:44:18",
   "Duration": "00:01:32",
   "Comparison": "This scene does not happen in the book - Theon chases after the prostitute Ros as she is leaving, and she tells him that she is going to King's Landing as there is nothing more for her here. In the book, no prostitute is mentioned leaving Winterfell much less talking to Theon about it.",
   "Rating": "FALSE"
 },
 {
   "Image": 16,
   "Scene": "Ned tells the girls to pack up and has a revelation",
   "Scene End": "00:46:45",
   "Duration": "00:02:27",
   "Comparison": "In the books, the girls thought that they were called to Ned to answer for their earlier quarrel.<br><br>In both, when told of them leaving Winterfell, Arya is worried about her dancing lessons while Sansa wants to marry Joffrey. Sansa's protest that Joffrey is nothing like the King leads Ned to have the answer to his questions.",
   "Rating": "TRUE"
 },
 {
   "Image": 17,
   "Scene": "Viserys receives his golden crown when he threatens Daenerys",
   "Scene End": "00:51:32",
   "Duration": "00:04:47",
   "Comparison": "The series follows the book exactly, except that in the books Jhiqui did not dare translate and Daenerys herself told Khal Drogo what Viserys threatened.",
   "Rating": "TRUE"
 },
 {
   "Image": null,
   "Scene": "",
   "Scene End": "",
   "Duration": "",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": null,
   "Scene": "",
   "Scene End": "",
   "Duration": "",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": null,
   "Scene": "",
   "Scene End": "",
   "Duration": "",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": null,
   "Scene": "",
   "Scene End": "",
   "Duration": "",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": null,
   "Scene": "",
   "Scene End": "",
   "Duration": "",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": null,
   "Scene": "",
   "Scene End": "",
   "Duration": "",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": null,
   "Scene": "",
   "Scene End": "",
   "Duration": "",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": null,
   "Scene": "",
   "Scene End": "",
   "Duration": "",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": null,
   "Scene": "",
   "Scene End": "",
   "Duration": "",
   "Comparison": "",
   "Rating": ""
 }
]