[
 {
   "Image": null,
   "Scene": "HBO title",
   "Scene End": "00:00:06",
   "Duration": "00:00:06",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": null,
   "Scene": "Opening Credits / Title Sequence",
   "Scene End": "00:01:54",
   "Duration": "00:01:48",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": 1,
   "Scene": "Robb asks his mother for strategic advice",
   "Scene End": "00:03:51",
   "Duration": "00:01:57",
   "Comparison": "In the books, Catelyn does not encourage Robb to keep fighting the Lannisters, on the contrary: she tells him bluntly \"Your first duty is to defend your own people, win back Winterfell, and hang Theon in a crow's cage to die slowly. Or else put off that crown for good, Robb, for men will know that you are no true king at all\". Robb agrees, and expresses remorse for not returning to the North as soon as he was informed about the fall of Winterfell.<br><br>Before heading for the Twins, Robb tells Catelyn he decided to legitimize Jon and make him his legal successor. Catelyn objects due to her feelings toward Jon, but Robb dismisses her objection, and issues a royal decree naming Jon his successor. It is unknown what became of the decree. Robb orders Maege Mormont and Galbart Glover to travel north to Howland Reed. He might have given them the decree.",
   "Rating": "FALSE"
 },
 {
   "Image": 2,
   "Scene": "Robb apologises to Walder Frey",
   "Scene End": "00:09:20",
   "Duration": "00:05:29",
   "Comparison": "In the books, Walder Frey is much older and weaker, being unable to rise from his chair without help.<br><br>Lord Frey introduces the following of his descendants:\nDaughters: Arwyn, Shirei and Tyta.\nGranddaughters: Ami, Marianne, Cersei (aka Little Bee), Merry, Alyx, Marissa, the twins Serra and Sarra, and three girls named Walda.<br><br>When introducing his twin granddaughters Serra and Sarra, Lord Walder does not remark that Robb could have had either, or both. In another context, Bran makes a similar comment about Big Walder and Little Walder Frey, who are briefly fostered at Winterfell.",
   "Rating": "TRUE"
 },
 {
   "Image": 3,
   "Scene": "Daario proposes a way into the city",
   "Scene End": "00:11:21",
   "Duration": "00:02:01",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 4,
   "Scene": "Sam and Gilly arrive at the Wall",
   "Scene End": "00:12:59",
   "Duration": "00:01:38",
   "Comparison": "In the books, Sam and Gilly are heading for Castle Black, not Nightfort. Sam knows they are north of the Wall, but he is not sure how far east or west they might have strayed from the gate of Castle Black.",
   "Rating": "TRUE"
 },
 {
   "Image": 5,
   "Scene": "Arya stops the Hound from killing a butcher",
   "Scene End": "00:14:44",
   "Duration": "00:01:45",
   "Comparison": "In the books, neither of them knocks the farmer unconscious or otherwise physically harms him. The Hound forces the farmer at swordpoint to give his cart, horses, casks and most of his clothes. The farmer curses the Hound, but reluctantly complies. Arya does not intervene.",
   "Rating": "MIXED"
 },
 {
   "Image": 6,
   "Scene": "The Stark boys shelter from the rain at The Gift",
   "Scene End": "00:15:44",
   "Duration": "00:01:00",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 7,
   "Scene": "Jon argues against killing an old man for his horses",
   "Scene End": "00:17:45",
   "Duration": "00:02:01",
   "Comparison": "In the books, the old man does not breed horses for the Night's Watch. He has only one horse. He appears to be a traveller, not a resident of Queenscrown.",
   "Rating": "MIXED"
 },
 {
   "Image": 8,
   "Scene": "Arya is almost to The Twins",
   "Scene End": "00:20:14",
   "Duration": "00:02:29",
   "Comparison": "This scene does not happen in the books - Arya has never heard of how the Hound's face got burnt.",
   "Rating": "FALSE"
 },
 {
   "Image": 9,
   "Scene": "Bran wargs into Hodor to calm him down",
   "Scene End": "00:22:46",
   "Duration": "00:02:32",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 10,
   "Scene": "Orell wants Jon to kill the old man",
   "Scene End": "00:24:03",
   "Duration": "00:01:17",
   "Comparison": "In the books, the old man does not try to escape or to fight. He says nothing to his captors. He only looks at Jon in accusation and appeal. It is Styr who orders Jon to kill the old man.<br><br>It is not Orell but some of the Thenns who heard noises from the tower.\nThe tower is in the center of a lake and accessed via stone causeway hidden under the water. The causeway zigzags, making it difficult to follow.",
   "Rating": "TRUE"
 },
 {
   "Image": 11,
   "Scene": "Jon fails to kill the old man and runs away",
   "Scene End": "00:27:08",
   "Duration": "00:03:05",
   "Comparison": "In the books, Ygritte kills the old man by slitting his throat, not shooting an arrow at him. She does not defend Jon when Jon refuses to kill the old man. \nIt is not the first time Bran wargs into Summer. When Summer intervenes to save Jon and Jon manages to escape after refusing to kill the old man, someone (Jon thinks it was her) fires an arrow at him, which pierces his leg.<br><br>Jon does not kill Orell at Queenscrown; he had killed him much earlier in the Skirling Pass when he was still with Qhorin Halfhand, yet part of Orell's spirit somehow remained at his eagle. The eagle attacked Jon without provocation shortly before Jon and the Wildlings arrived at the Fist, injuring his face and almost plucking his eyes.",
   "Rating": "MIXED"
 },
 {
   "Image": 12,
   "Scene": "The sneaking in plan goes awry",
   "Scene End": "00:29:09",
   "Duration": "00:02:01",
   "Comparison": "This scene does not happen in the books - Daenerys does not conquer Yunkai via a back gate. Her army destroys Yunkai's troops without actually invading the city, causing Yunkai to surrender.",
   "Rating": "FALSE"
 },
 {
   "Image": 13,
   "Scene": "Edmure is pleasantly surprised",
   "Scene End": "00:32:03",
   "Duration": "00:02:54",
   "Comparison": "In the books, the musicians at the wedding are noted to be terrible (since they are really archers in disguise), while in the TV series they are quite talented.\nThe Starks meet Roslin shortly after their arrival, long before the ceremony.",
   "Rating": "TRUE"
 },
 {
   "Image": 14,
   "Scene": "Bran and Rickon part ways",
   "Scene End": "00:35:22",
   "Duration": "00:03:19",
   "Comparison": "The departure of Rickon, Osha and Shaggydog occurs much earlier, right after the Sack of Winterfell.<br><br>Osha, Rickon and Shaggydog do not go to Last Hearth. Their destination remains unknown until the fifth book A Dance with Dragons.",
   "Rating": "FALSE"
 },
 {
   "Image": 15,
   "Scene": "Daenerys gets good news",
   "Scene End": "00:36:35",
   "Duration": "00:01:13",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 16,
   "Scene": "At the wedding banquet",
   "Scene End": "00:42:31",
   "Duration": "00:05:56",
   "Comparison": "In the books, Brynden Tully was not present at the Red Wedding, as he stayed behind to hold Riverrun. It is not Brynden Tully but Roose Bolton that excuses himself and exits in search of a privy. It is not Roose Bolton who tells about his marriage to Fat Walda Frey. Walda tells that to Wendel Manderly, not to Catelyn.<br><br>In the series, Catelyn recalls that Eddard forbade a bedding ceremony at their own wedding. In the books, they did have one. She muses about it during Edmure's wedding: how Jory Cassel had torn her gown in his haste to get her out of it, a drunken Desmond Grell kept apologizing for every bawdy joke, only to make another, and when Lord Willam Dustin had beheld her naked, he'd told Ned that her breasts were enough to make him wish he'd never been weaned.",
   "Rating": "MIXED"
 },
 {
   "Image": 17,
   "Scene": "The Hound is refused entry",
   "Scene End": "00:43:33",
   "Duration": "00:01:02",
   "Comparison": "\nIn the books, the guard does not send the Hound back, but tells him to unload the food by the feast tents.<br><br>Four of the Freys welcomed the Starks. As they got closer, Grey Wind acted menacingly and causes Petyr's horse to rear and throw its rider. Apparently, Grey Wind sensed that foul play was afoot. Unfortunately, the incident made a convenient excuse for Lord Frey to demand that Grey Wind would be kept out of the wedding hall. Robb did not like it, but complied because he wished to appease Lord Frey for breaching their pact.",
   "Rating": "MIXED"
 },
 {
   "Image": 18,
   "Scene": "Walder Frey signals the start of the killing",
   "Scene End": "00:44:53",
   "Duration": "00:01:20",
   "Comparison": "In the books, the \"Rains of Castamere\" song was a signal to start the massacre and was played during the slaughter. In series, the signal was Lord Walder's speech after the music had ended.<br><br>In the books, Roose Bolton does not wear his normal clothing over his armor when he changes after his conversation with Catelyn. He comes back from the privy clad in full dark armor with a flowing pink cloak, showing the colors of House Bolton. It is not Roose Bolton but Edwyn Frey whom Catelyn grabs, feels that he wears an armor, and slaps him.<br><br>Many important Northern Bannermen were present at the Wedding but not shown on screen. These include Greatjon Umber, Smalljon Umber, Dacey Mormont, Marq Piper, and Donnel Locke. By the end of the massacre, the Freys and Boltons have killed at least one member of each house in the North. Only a few of the wedding guests were spared, among them: Edmure Tully, Greatjon Umber, Patrek Mallister, and Marq Piper. The Freys planned to take Catelyn prisoner.",
   "Rating": "TRUE"
 },
 {
   "Image": 19,
   "Scene": "Arya witnesses the killing outside",
   "Scene End": "00:46:33",
   "Duration": "00:01:40",
   "Comparison": "In the books, Arya does not get close enough to see Grey Wind.\nGrey Wind was actually chained but released by Raynald Westerling, Robb's wife's brother, when it became clear the Frey men intended to kill the wolf. It is claimed Grey Wind killed four Frey wolfhounds and tore off the kennel master's arm before dying.<br><br>Three of the Frey soldiers notice the Hound and attack him. One of them chases Arya and nearly kills her. The Hound kills the three and saves Arya, then knocks her unconscious.",
   "Rating": "MIXED"
 },
 {
   "Image": 20,
   "Scene": "Catelyn pleads for her son's life",
   "Scene End": "00:49:25",
   "Duration": "00:02:52",
   "Comparison": "In the books, when Catelyn begs Lord Frey to let Robb go, swearing that they will take no revenge, he looks at her in mistrust and says \"Only a fool would believe such blather. D'you take me for a fool, my lady?\".<br><br>Roose Bolton's does not kill Robb with a dagger, but stabs him in the heart with a longsword. In the book, he says \"Jaime Lannister sends his regards\", while in the show he says \"The Lannisters send their regards\".<br><br>Catelyn does not take Walder Frey's wife as hostage, but his half-witted grandson Aegon aka Jinglebell. She tells Lord Frey, \"On my honor as a Tully, on my honor as a Stark, I will trade your boy's life for Robb's. A son for a son.\" Lord Frey answers, \"A son for a son, heh. But that's a grandson... and he never was much use.\" After Robb is killed by Roose, Catelyn keeps her word by slitting Jinglebell's throat. After killing Jinglebell, Catelyn is driven to insanity. She scratches her face, her blood mingled with tears, until the Freys disarm and kill her.<br><br>Talisa/Jeyne was not at the wedding and thus did not die in the Twins. Robb and Catelyn decided that Lord Frey would take it as a slight if Robb's wife made an appearance at the Twins. Also, while Robb was strong enough to put up with Lord Frey's rebukes, Catelyn feared that he would not sit quietly if Lord Frey insulted Jeyne to her face (as it nearly happens in the show). Thus Jeyne was left behind at Riverrun.",
   "Rating": "TRUE"
 }
]
