[
 {
   "Image": null,
   "Scene": "HBO title",
   "Scene End": "0:00:06",
   "Duration": "0:00:06",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": null,
   "Scene": "Opening Credits / Title Sequence",
   "Scene End": "0:01:56",
   "Duration": "0:01:50",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": 1,
   "Scene": "Bran has visions while being dragged though the forest",
   "Scene End": "0:04:07",
   "Duration": "0:02:11",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 2,
   "Scene": "A mysterious horseman appears",
   "Scene End": "0:05:25",
   "Duration": "0:01:18",
   "Comparison": "Coldhands makes his first appearance much earlier in the books, when he saves Sam and Gilly from wights.<br><br>Coldhands does not use a sickle and a flaming flail to fight the wights, but a sword.",
   "Rating": "TRUE"
 },
 {
   "Image": 3,
   "Scene": "Fleeing from the undead on horseback",
   "Scene End": "0:05:48",
   "Duration": "0:00:23",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 4,
   "Scene": "Sam and Gilly on the way back to Sam's hometown",
   "Scene End": "0:07",
   "Duration": "0:02:09",
   "Comparison": "In the books, Sam and Gilly do not travel straight to Oldtown, but stop in Braavos first, where Sam meets Arya. From there they travel to Oldtown with Maester Aemon, who passes away during the voyage.",
   "Rating": "MIXED"
 },
 {
   "Image": 5,
   "Scene": "Sam and Gilly meet Sam's mother and sister",
   "Scene End": "0:10:15",
   "Duration": "0:02:18",
   "Comparison": "At Oldtown, Sam goes to the Citadel first. By the point the books reached, he has not brought Gilly and the baby to Horn Hill; he intends to do that later.<br><br>Randyll Tarly is not at Horn Hill at the time Sam and Gilly arrive at Oldtown, but in King's Landing.<br><br>The baby Gilly carries is not her son, but Mance Rayder's son (omitted from the show). Jon forced her to switch the babies, fearing that Melisandre would sacrifice him. Gilly's baby, who was not given a name yet, remains at Castle Black.<br><br>There is no mention in the books that Randyll Tarly intends to wed Talla to a member of House Fossoway or anyone else.",
   "Rating": "MIXED"
 },
 {
   "Image": 6,
   "Scene": "Tommen speaks with the High Sparrow about Margaery",
   "Scene End": "0:11:12",
   "Duration": "0:00:57",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 7,
   "Scene": "Tommen visits Margaery in prison",
   "Scene End": "0:14:09",
   "Duration": "0:02:57",
   "Comparison": "In the books, Tommen does not visit Margaery in prison. In fact, he has no idea she is imprisoned.",
   "Rating": "FALSE"
 },
 {
   "Image": 8,
   "Scene": "Sam sees Gilly in a pretty dress",
   "Scene End": "0:14:49",
   "Duration": "0:00:40",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 9,
   "Scene": "Sam's father is told that Gilly is a wildling",
   "Scene End": "0:21:13",
   "Duration": "0:06:24",
   "Comparison": "Randyll Tarly forced Sam to join the Night's Watch in order to deny him of his inheritance rights, not to make him tougher or to kill wildlings. The former was given by Sam as his reason for taking the black in Season 1.<br><br>There is no mention in the books that Randyll Tarly hates the wildlings.",
   "Rating": "MIXED"
 },
 {
   "Image": 10,
   "Scene": "Sam takes Gilly with him",
   "Scene End": "0:23:11",
   "Duration": "0:01:58",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 11,
   "Scene": "Sam takes his family sword",
   "Scene End": "0:23:43",
   "Duration": "0:00:32",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 12,
   "Scene": "Arya watches a comedy play",
   "Scene End": "0:26:29",
   "Duration": "0:02:46",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 13,
   "Scene": "Arya prevents her target from taking the poison",
   "Scene End": "0:31:07",
   "Duration": "0:04:38",
   "Comparison": "Arya does kill her first target for the Faceless Men, by poisoning a coin (the man bites every coin to make sure they're not fake), and continues her training, becoming an apprentice to a Faceless master. Then she is sent to Izembaro's theatre. She has not been ordered yet to kill any of the actors or anyone else.",
   "Rating": "FALSE"
 },
 {
   "Image": 14,
   "Scene": "Arya retrieves Needle from the hiding place",
   "Scene End": "0:31:24",
   "Duration": "0:00:17",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 15,
   "Scene": "Jaqen tells his student to \"not let her suffer\"",
   "Scene End": "0:32:28",
   "Duration": "0:01:04",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 16,
   "Scene": "Jaime meets the calvary",
   "Scene End": "0:33:28",
   "Duration": "0:01:00",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 17,
   "Scene": "Jaime takes Margaery from the High Sparrow",
   "Scene End": "0:36:12",
   "Duration": "0:02:44",
   "Comparison": "In the books, Jaime never threatens the High Sparrow, nor does he contemplate assassinating him.<br><br>The Tyrells do not try to free Margaery by force. The High Sparrow agrees to hand her and her cousins to Randyll Tarly's custody. Tommen does not have anything to do with that.<br><br>Margaery is not yet forced to perform the walk of atonement.",
   "Rating": "FALSE"
 },
 {
   "Image": 18,
   "Scene": "High Sparrow announces that Tommen has joined the faith",
   "Scene End": "0:38:09",
   "Duration": "0:01:57",
   "Comparison": "In the books, Tommen does not join the Faith.",
   "Rating": "FALSE"
 },
 {
   "Image": 19,
   "Scene": "Jaime is dismissed from the Kingsguard",
   "Scene End": "0:39:15",
   "Duration": "0:01:06",
   "Comparison": "In the books, Jaime is not dismissed from his office as the Lord Commander of the Kingsguard.<br><br>Jaime is not reluctant to go to Riverrun. He is glad to get far from King's Landing and the company of the lickspittles and fools who surround Cersei.",
   "Rating": "FALSE"
 },
 {
   "Image": 20,
   "Scene": "Walder Frey wants to march on Riverrun",
   "Scene End": "0:41:33",
   "Duration": "0:02:18",
   "Comparison": "In the books, Lame Lothar is not involved in the campaign of conquering Riverrun. Walder Rivers participates, but it is Ryman Frey, Lord Frey's grandson, who commands the Frey force that marches on Riverrun.<br><br>The Brotherhood Without Banners members do not rally commoners against the Freys, nor do they raid the Freys' supply trains and camps. They act independently, on smaller scale, hunt for lone Freys and hang them.<br><br>The Mallisters and Blackwoods have not risen against the Freys. They passively refuse to yield to the Iron Throne, in contrast to many other Riverlands lords, but at the same time they take no active actions against the Freys.",
   "Rating": "FALSE"
 },
 {
   "Image": 21,
   "Scene": "Jaime and Cersei make plans against the High Sparrow",
   "Scene End": "0:43:32",
   "Duration": "0:01:59",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 22,
   "Scene": "The identity of the horseman is revealed",
   "Scene End": "0:45:59",
   "Duration": "0:02:27",
   "Comparison": "The true identity of the mysterious person, known as \"Coldhands\", has not been revealed yet. It has been speculated that he is Benjen Stark (though George R.R. Martin has denied it). As of the end of A Dance with Dragons, Benjen's fate is unknown.",
   "Rating": "FALSE"
 },
 {
   "Image": 23,
   "Scene": "Daenerys gives a motivational speech",
   "Scene End": "0:50:03",
   "Duration": "0:04:04",
   "Comparison": "",
   "Rating": "UNKNOWN"
 }
]
