[
 {
   "Image": null,
   "Scene": "HBO title",
   "Scene End": "0:00:06",
   "Duration": "0:00:06",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": null,
   "Scene": "Opening Credits / Title Sequence",
   "Scene End": "0:01:54",
   "Duration": "0:01:48",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": 1,
   "Scene": "Sansa receives a letter",
   "Scene End": "0:02:25",
   "Duration": "0:00:31",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 2,
   "Scene": "Sansa is furious at Petyr for marrying her to Ramsay",
   "Scene End": "0:06:38",
   "Duration": "0:04:13",
   "Comparison": "In the books, Brienne has never encountered Littlefinger. It is Jeyne Poole, not Sansa, who is married off to Ramsay.",
   "Rating": "FALSE"
 },
 {
   "Image": 3,
   "Scene": "Arya does not manage to defeat the girl",
   "Scene End": "0:08:27",
   "Duration": "0:01:49",
   "Comparison": "In the books, it is not the Waif, but a man whom Arya refers to as \"plague face\", who strikes her and says she does not belong there because her heart is too soft to be one of them. Still, he gives her a chance to join them.",
   "Rating": "MIXED"
 },
 {
   "Image": 4,
   "Scene": "Jaqen shows Arya the hall of faces and gives her an assignment",
   "Scene End": "0:10:01",
   "Duration": "0:01:34",
   "Comparison": "There is no mention in the books that Braavos was founded by the Faceless Men.",
   "Rating": "TRUE"
 },
 {
   "Image": 5,
   "Scene": "Arya watches a play about the Lannisters and Starks",
   "Scene End": "0:13:50",
   "Duration": "0:03:49",
   "Comparison": "In the books, Arya is not a spectator but one of the cast of actors.<br><br>There is no character named Bianca. It is Arya who plays the role of the maid. The maid's name is not mentioned. The play does not include Ned Stark's character.",
   "Rating": "MIXED"
 },
 {
   "Image": 6,
   "Scene": "Arya is in disguise backstage",
   "Scene End": "0:14:46",
   "Duration": "0:00:56",
   "Comparison": "In the books, the actress who plays the role of Cersei is called Lady Stork, not Crane.",
   "Rating": "TRUE"
 },
 {
   "Image": 7,
   "Scene": "Arya asks about her assignment",
   "Scene End": "0:15:53",
   "Duration": "0:01:07",
   "Comparison": "It is unknown yet for what purpose the Kindly Man orders Arya to join the theatre, and whom (if at all) she is assigned to kill.",
   "Rating": "MIXED"
 },
 {
   "Image": 8,
   "Scene": "Bran's vision shows how the White Walkers were made",
   "Scene End": "0:17:54",
   "Duration": "0:02:01",
   "Comparison": "In the books, Bran's visions do not include Hodor, the Night King and the Others. There is no mention of who created the Others.",
   "Rating": "FALSE"
 },
 {
   "Image": 9,
   "Scene": "Claimants for the Salt Throne",
   "Scene End": "0:23:32",
   "Duration": "0:05:38",
   "Comparison": "In the books, Theon is not present at the kingsmoot. He is imprisoned at Dreadfort at that point. No one takes notice of his absence.<br><br>Asha is not the first claimant but the fifth, following Gylbert Farwynd, Erik Ironmaker, Dunstan Drumm and Victarion. Asha does not promise to build a fleet. Instead she offers the crowd to make peace with the Northmen.<br><br>Euron draws the ironborn's attention by ordering one of his followers to blow a horn. None of the ironborn know that Theon was castrated; it is never explicitly stated to the readers that he has been.<br><br>Asha never explicitly accuses Euron of murdering her father. She only says it is suspicious that he returned one day after Balon's death. Euron never admits in public that he killed Balon. In a sample chapter of the sixth novel he admits that to Aeron (and that he killed two more of his brothers), but in private.<br>Euron speaks in public about the dragons, not about Daenerys. He reveals his intentions to wed her only to his brother Victarion, in private.",
   "Rating": "MIXED"
 },
 {
   "Image": 10,
   "Scene": "Euron is crowned while Theon and Yara escape",
   "Scene End": "0:26:54",
   "Duration": "0:03:22",
   "Comparison": "In the books, Euron is not baptised during his coronation.<br><br>Aeron does not accept Euron as the king, nor does he drown him. He disappears shortly after the kingsmoot, and later it is revealed he was imprisoned by Euron.<br><br>Euron does not intend to kill Asha, and does not care about Theon. In Asha's absence, he marries her to Erik Ironmaker, whom Asha ridiculed at the kingsmoot. Asha does not steal any ships. She returns to Deepwood Motte with her own ships and crew.<br><br>Euron does not give the order to build even one ship, because he has hundreds of ships at his disposal, in addition to the Iron fleet.",
   "Rating": "FALSE"
 },
 {
   "Image": 11,
   "Scene": "Daenerys commands Jorah to find a cure and return",
   "Scene End": "0:30:04",
   "Duration": "0:03:10",
   "Comparison": "",
   "Rating": "FALSE"
 },
 {
   "Image": 12,
   "Scene": "Discussion about the people of Meeren",
   "Scene End": "0:31:13",
   "Duration": "0:01:09",
   "Comparison": "Hizdahr somehow put a temporary stop to the killings of the Sons of Harpy, at Daenerys's request.",
   "Rating": "MIXED"
 },
 {
   "Image": 13,
   "Scene": "Tyrion and Varys meet with a Red Priestess",
   "Scene End": "0:35:48",
   "Duration": "0:04:35",
   "Comparison": "No Red Priests are in Meereen or invited there. Moqorro is on the way to Meereen, but has not arrived yet.<br><br>There is no character named Kinvara in the books. Her character is a combination of the Volantene High Priest Benerro, and the priest Moqorro whom Benerro sends to Meereen to help Daenerys.<br><br>Maester Aemon is the one who reaches the conclusion that Daenerys is \"the prince that was promised\".",
   "Rating": "MIXED"
 },
 {
   "Image": 14,
   "Scene": "Bran's vision of the army of dead men outside the tree",
   "Scene End": "0:39:07",
   "Duration": "0:03:19",
   "Comparison": "In the books, Bran's visions do not include the Night King and the Others.",
   "Rating": "FALSE"
 },
 {
   "Image": 15,
   "Scene": "Bran has to leave the tree",
   "Scene End": "0:39:56",
   "Duration": "0:00:49",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 16,
   "Scene": "Discussion about allies to retake Winterfell",
   "Scene End": "0:42:25",
   "Duration": "0:02:29",
   "Comparison": "Brynden Tully never retook Riverrun as Robb placed him in charge of the castle before his ill-fated journey to the Twins. Sansa knows that her great-uncle Brynden is under siege in Riverrun, but has no intentions to go there or assist him.<br><br>It is Robb who states that the Karstarks will turn against him because of Rickard's death.<br><br>The houses Jon mentions - Mormonts, Cerwyns, Glovers, Hornwood and others (half of the Umbers) - join Stannis. The Mormonts join him during his attack against the ironborn who occupy Deepwood Motte; the other houses join him after he liberates the castle. There is no House Mazin in the books.",
   "Rating": "FALSE"
 },
 {
   "Image": 17,
   "Scene": "Brienne protests against leaving Sansa",
   "Scene End": "0:43:39",
   "Duration": "0:01:14",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 18,
   "Scene": "Jon and Sansa leave Castle Black",
   "Scene End": "0:45:33",
   "Duration": "0:01:54",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 19,
   "Scene": "Meera discovers the dead army",
   "Scene End": "0:47:24",
   "Duration": "0:01:51",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 20,
   "Scene": "Battle inside the cave",
   "Scene End": "0:51:27",
   "Duration": "0:04:03",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 21,
   "Scene": "Three-eyed raven is killed by the White Walkers",
   "Scene End": "0:52:02",
   "Duration": "0:00:35",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 22,
   "Scene": "Mad chase down the tunnel",
   "Scene End": "0:53:17",
   "Duration": "0:01:15",
   "Comparison": "In the books, the wights move slowly and clumsily.",
   "Rating": "FALSE"
 },
 {
   "Image": 23,
   "Scene": "Hold the door",
   "Scene End": "0:55:25",
   "Duration": "0:02:08",
   "Comparison": "In the books, Bran's visions do not include Hodor.",
   "Rating": "UNKNOWN"
 }
]
