[
 {
   "Image": null,
   "Scene": "HBO title",
   "Scene End": "00:00:06",
   "Duration": "00:00:06",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": null,
   "Scene": "Opening Credits / Title Sequence",
   "Scene End": "00:01:47",
   "Duration": "00:01:41",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": 1,
   "Scene": "Dothraki on the move",
   "Scene End": "00:04:52",
   "Duration": "00:03:05",
   "Comparison": "In the series, Jorah consoles Darnerys for having only horse meat to eat. Viserys tells Jorah that under his reign Jorah will not be punished for poaching.<br><br>In the books, Jorah speaks about Ned Stark with Daenerys instead, and his tone is far more bitter and resentful. He is not shown having a conversation with Viserys.",
   "Rating": "FALSE"
 },
 {
   "Image": 2,
   "Scene": "Tyrion slaps Joffrey trice",
   "Scene End": "00:06:30",
   "Duration": "00:01:38",
   "Comparison": "In the series, Tyrion wakes up in the dog pen to Joffrey and The Hound looking upon him.<br><br>In the books, Tyrion spends the entire night at the library without sleep, comes outside in the morning and encounters Joffrey and The Hound.<br><br>In both, Tyrion slaps Joffrey trice and tells him to say his condolences to Lord and Lady Stark.",
   "Rating": "MIXED"
 },
 {
   "Image": 3,
   "Scene": "Lannisters discussing Bran's condition",
   "Scene End": "00:08:43",
   "Duration": "00:02:13",
   "Comparison": "In both, Tyrion tells his siblings that Bran may yet live and Cersei and Jaime glance at each other.<br><br>Tyrion expresses his interest in hearing what Bran has to say, prompting Jaime to wonder whose side he is on.<br><br>In the series, his siblings already know that Tyrion is going to the Wall. There is no mention of the direwolf.<br><br>In the books, Tyrion informs his siblings that he is going to visit the wall. He also remarks that the direwolf seems to be keeping the boy alive with his howling.",
   "Rating": "TRUE"
 },
 {
   "Image": 4,
   "Scene": "Cersei visiting Bran's bed",
   "Scene End": "00:11:09",
   "Duration": "00:02:26",
   "Comparison": "This scene does not happen in the book - Cersei comes to Bran's bedroom and speaks about her first child.<br><br>In the book, Cersei tells Ned in a much later chapter that she never gave birth to any of Robert's children, and had an abortion when pregnant with one. Robert was unaware of both the pregnancy and the abortion.",
   "Rating": "FALSE"
 },
 {
   "Image": 5,
   "Scene": "Jamie speaks to Jon",
   "Scene End": "00:12:51",
   "Duration": "00:01:42",
   "Comparison": "This scene does not happen in the book - The making of the sword Needle and a conversation between Jaime and Jon Snow about the Night's Watch.",
   "Rating": "FALSE"
 },
 {
   "Image": 6,
   "Scene": "Jon gives Arya her sword Needle",
   "Scene End": "00:15:08",
   "Duration": "00:02:17",
   "Comparison": "In the series, Arya's direwolf Nymeria looks confused when Arya commands her to fetch gloves.<br><br>In the books, Arya's direwolf Nymeria responds to Arya's pointing and fetches items.<br><br>In both, Jon gives Arya a sword and tells her to stick them with the pointy end.",
   "Rating": "MIXED"
 },
 {
   "Image": 7,
   "Scene": "Jon bids farewell to Bran",
   "Scene End": "00:18:47",
   "Duration": "00:03:39",
   "Comparison": "In the series, Catelyn is cold towards Jon when he visits Bran for the last time, but she does not mention the guards nor her prayers. There is an additional scene with Ned appearing at the end of the visit.<br><br>In the books, Catelyn is cold towards Jon. She threatens to call the guards but did not. She also mentions that her prayers for Bran not to leave her to go South to Winterfell was granted (inadvertedly). Her parting words to Jon are \"It should have been you.\"",
   "Rating": "TRUE"
 },
 {
   "Image": 8,
   "Scene": "Robb sees Jon to his horse",
   "Scene End": "00:19:32",
   "Duration": "00:00:45",
   "Comparison": "In the series, Robb asks about Bran and his mother, and says farewell to Jon.<br><br>In the books, Robb tells Jon that Benjen is looking for him, and asks about Bran and his mother.",
   "Rating": "TRUE"
 },
 {
   "Image": 9,
   "Scene": "Jon parts from Ned outside Winterfell",
   "Scene End": "00:21:16",
   "Duration": "00:01:44",
   "Comparison": "This scene does not happen in the book - Ned and Jon say goodbye to each other.",
   "Rating": "FALSE"
 },
 {
   "Image": 10,
   "Scene": "Ned and Robert's tea at a countryside",
   "Scene End": "00:24:35",
   "Duration": "00:03:19",
   "Comparison": "In the series, King Robert's and Ned's conversation about Jon Snow's mother and Daenerys Targaryen takes place at breakfast in the countryside. Jorah was not mentioned in the conversation.<br><br>In the books, their conversation takes place while they are riding. Jorah is revealed as an informer to the King's council.",
   "Rating": "MIXED"
 },
 {
   "Image": 11,
   "Scene": "Khal Drogo and Daenerys having sex",
   "Scene End": "00:25:22",
   "Duration": "00:00:47",
   "Comparison": "This scene is not shown in the book - Khal Drogo and Daenerys have sex.",
   "Rating": "FALSE"
 },
 {
   "Image": 12,
   "Scene": "Tyrion and Jon in the forest",
   "Scene End": "00:28:42",
   "Duration": "00:03:20",
   "Comparison": "In the series, Tyrion points out rapists as Jon's new brothers, and explain why he reads so much.<br><br>In the books, Tyrion explains to Jon why he reads so much, then teases him by describing what lowlife scums his new brothers are, nearly moving Jon to tears. In response, Ghost knocks Tyrion to the ground. Jon orders Ghost to let go of Tyrion only after the latter asks him nicely.",
   "Rating": "MIXED"
 },
 {
   "Image": 13,
   "Scene": "Bran is attacked",
   "Scene End": "00:31:53",
   "Duration": "00:03:11",
   "Comparison": "In both the series and the books, Catelyn refuses to see to the administration of the castle. Robb intercedes and tells her that people need her. Robb leaves at the sight of fire, leaving Catelyn behind. A stranger enters the room with a dagger and wounds Catelyn, and Bran's direwolf comes in and kills him.",
   "Rating": "TRUE"
 },
 {
   "Image": 14,
   "Scene": "Daenerys with her handmaidens",
   "Scene End": "00:33:46",
   "Duration": "00:01:53",
   "Comparison": "In both the series and the books, Daenerys asks her handmaidens if they have ever seen a dragon.",
   "Rating": "TRUE"
 },
 {
   "Image": 15,
   "Scene": "Jon's first sight of the wall",
   "Scene End": "00:34:18",
   "Duration": "00:00:32",
   "Comparison": "In both the series and the books, Jon Snow arrives at the wall.",
   "Rating": "TRUE"
 },
 {
   "Image": 16,
   "Scene": "Catelyn goes investigating",
   "Scene End": "00:35:36",
   "Duration": "00:01:18",
   "Comparison": "This scene does not happen in the book - Catelyn searches the old tower and finds a golden hair. She suspects that the Lannisters are involved in Bran's accident even before identifying the Valyrian dagger.",
   "Rating": "FALSE"
 },
 {
   "Image": 17,
   "Scene": "Catelyn decides to ride South",
   "Scene End": "00:37:26",
   "Duration": "00:01:50",
   "Comparison": "In the series, the meeting between Catelyn, Robb, Theon, Ser Rodrik and Maester Luwin takes place in the godswood.<br><br>Catelyn suspects the Lannisters in general to be behind Bran's fall.<br><br>In the books, the meeting takes place in Catelyn's bedroom.<br><br>Catelyn suspects Jaime, mentioning that he did not join the hunt the day Bran fell, but remained in the castle.",
   "Rating": "TRUE"
 },
 {
   "Image": 18,
   "Scene": "Catelyn bids farewell to Bran",
   "Scene End": "00:38:19",
   "Duration": "00:00:53",
   "Comparison": "This scene is not shown in the book - Catelyn bids farewell to Bran",
   "Rating": "FALSE"
 },
 {
   "Image": 19,
   "Scene": "Daenerys being taught in the arts of lovemaking",
   "Scene End": "00:42:12",
   "Duration": "00:03:53",
   "Comparison": "In the series, Daenerys is taught lovemaking by her handmaiden. After, when Khal Drogo enters the tent, she insists on facing him while they have sex.<br><br>In the books, Daenerys' conversation with Doreah was mentioned briefly. After, when Khal Drogo enters the tent, she brings him outside and insisted to look on his face while having sex.",
   "Rating": "MIXED"
 },
 {
   "Image": 20,
   "Scene": "Joffrey invites Sansa for a walk",
   "Scene End": "00:44:03",
   "Duration": "00:01:51",
   "Comparison": "In the series, Ser Barristan Selmy and Lord Renly don't appear at the Trident, only Ser Ilyn Payne arrives and scares Sansa. Joffrey chases The Hound away from Sansa for scaring her.<br><br>Sansa and Prince Joffrey go only for a short walk.<br><br>In the books, Sansa is introduced to Ser Barristan Selmy and Lord Renly. Ser Ilyn Payne also arrives and scares Sansa. Joffrey chases The Hound away from Sansa for scaring her.<br><br>Sansa and Prince Joffrey go riding around the Trident.",
   "Rating": "MIXED"
 },
 {
   "Image": 21,
   "Scene": "Arya defends her friend against Joffrey",
   "Scene End": "00:46:45",
   "Duration": "00:02:42",
   "Comparison": "In both the series and the books, Joffrey and Sansa encounters Arya and Mycah dueling with wooden swords. Joffrey threatens Mycah, Arya whacks Joffrey from the back, Nymeria brings Joffrey down and Arya throws Joffrey's sword into the river.",
   "Rating": "TRUE"
 },
 {
   "Image": 22,
   "Scene": "Arya sets her direwolf free",
   "Scene End": "00:47:37",
   "Duration": "00:00:52",
   "Comparison": "In the series, Arya throws a stone at Nymeria and sends her away.<br><br>In the book, Arya mentions this scene after she's brought back. The event happens after Jory finds her and together they throw several stones at her.",
   "Rating": "FALSE"
 },
 {
   "Image": 23,
   "Scene": "The King hears both arguments",
   "Scene End": "00:52:24",
   "Duration": "00:04:47",
   "Comparison": "In the series, Arya is missing for four days. When found by Lannister soldiers, she is taken before the King at the Old Crossroads Inn.<br><br>Robert himself remarks with anger on Joffrey allowing a little girl to disarm him, but immediately moves on.<br><br>Ned protests against killing Lady but he doesn't invoke Lyanna's name, and Robert shows no concern for Lady or Sansa before the former is killed nor does he express any remorse later on.<br><br>In the books, Arya is missing for four days. When found by Jory, she is taken before the King at Castle Darry.<br><br>When Sansa lies that she does not remember what happened, Arya knocks her down to the ground, beating her.<br><br>Renly Baratheon is also present when Joffrey and Arya are called before King Robert. He bursts out laughing when he hears how Joffrey was disarmed by a little girl, and Robert orders him to leave.<br><br>King Robert initially acquiesces to Cersei's demand that Lady be killed in place of Nymeria, however, when Ned beseeches him to reconsider, invoking the name of his sister Lyanna, Robert turns back toward Cersei and curses her. Ned also goes on to tell Robert to do the deed himself, but Robert walks away in shame. He later apologizes to Ned for allowing Lady to be killed, saying he knew Joffrey was lying about the incident.",
   "Rating": "MIXED"
 },
 {
   "Image": 24,
   "Scene": "The Hound passes by with the butcher boy's body",
   "Scene End": "00:52:55",
   "Duration": "00:00:31",
   "Comparison": "In the series, the Hound doesn't stop nor talk to Ned when he brings the body. When asked about the body, he bluntly states that the boy didn't run very fast without a hint of humor.<br><br>Ned sees Mycah's body before Lady was killed.<br><br>In the books, the Hound tosses Mycah's body in front of Ned and after Ned identifies the body, Ned states that he rode the boy down. The Hound laughingly replies that the boy didn't run very fast.<br><br>Lady was killed before Ned sees Mycah's body.",
   "Rating": "MIXED"
 },
 {
   "Image": 25,
   "Scene": "Ned kills the direwolf and Bran wakes",
   "Scene End": "00:54:11",
   "Duration": "00:01:16",
   "Comparison": "In the series, Ned executes Lady with a dagger.<br><br>Ned doesn't order Lady's body be taken back to the North.<br><br>Bran dreams of following the three-eyed raven through the Winterfell courtyard and wakes up.<br><br>In the books, Ned executes Lady with the great sword Ice.<br><br>Ned orders Lady's body be taken back to the North, in order to prevent Queen Cersei or one of her retinue from taking her fur coat.<br><br>Bran dreams of the three-eyed raven teaching him how to fly, and seeing events from the whole Seven Kingdoms, before waking up.",
   "Rating": "FALSE"
 }
]
