[
 {
   "Image": null,
   "Scene": "HBO title",
   "Scene End": "00:00:10",
   "Duration": "00:00:10",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": 1,
   "Scene": "Opening",
   "Scene End": "00:07:15",
   "Duration": "00:07:05",
   "Comparison": "The TV series starts with three rangers of the Night's Watch going beyond the Wall. The White Walkers attack on the same day in a nearby forest.<br><br>Will discovers the wildlings massacred, their bodies brutalized and arranged in a pattern. Both Gareth and Will insist loudly on going back to the Wall, but are overruled by Ser Royce.By the time they go back, the dead wildlings have disappeared.<br><br>Gared and Ser Royce face the White Walkers' first attack, while Will is exploring the area. Not more than two White Walkers appear, and Ser Royce is killed in a surprise attack by one. Gared is second to be killed by the White Walkers and Will escapes.<br><br>In the book, they have already been ranging for days before the attack.<br><br>Will reports that the wildlings had appeared to be sleeping and likely froze to death, in no particular pattern. Gareth's advice to return to the Wall is ignored by Ser Royce. By the time they go back, the dead wildlings have disappeared.<br><br>Gared was left a short distance away to protect the horses, while Will climbs a tree to get a visual on the wildlings. Ser Royce was left beneath the tree and a group of (at least five) White Walkers approach Ser Royce, who has a duel with one of them before finally being killed by the group. Will is strangled by the wight of Ser Royce and Gared escapes.",
   "Rating": "MIXED"
 },
 {
   "Image": null,
   "Scene": "Opening Credits / Title Sequence",
   "Scene End": "00:08:55",
   "Duration": "00:01:40",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": 2,
   "Scene": "Guards catching a deserter",
   "Scene End": "00:09:40",
   "Duration": "00:00:45",
   "Comparison": "This scene is not shown in the book - The Winterfell soldiers capture Will.",
   "Rating": "FALSE"
 },
 {
   "Image": 3,
   "Scene": "Stark children practising archery",
   "Scene End": "00:12:08",
   "Duration": "00:02:28",
   "Comparison": "In the series, Bran practises archery, watched on by his family. Arya shoots an arrow past him. Sansa and Arya are practicing their needlework under the tutelage of Septa Mordane, before King Robert arrives.<br><br>In the books, Bran practises archery, watched on by his family. Arya does not know how to fire a bow and wishes she could learn. Sansa and  Arya are shown practising their needlework under Septa Mordane, with Princess Mycella included, and Arya runs out from the session.",
   "Rating": "MIXED"
 },
 {
   "Image": 4,
   "Scene": "Beheading the deserter",
   "Scene End": "00:15:10",
   "Duration": "00:03:02",
   "Comparison": "In the series, Will is beheaded. Theon does not kick the severed head of the executed deserter and he is shown to be on good terms with Jon before they part ways.<br><br>In the books, Gareth is beheaded. Theon Greyjoy kicks the severed head of the executed deserter and laughs. This action disgusts Jon Snow, who dislikes Theon and vice versa.<br><br>In both, Ned recites a speech while Jon tells Bran not to look away from the beheading. Ned explains to Bran why he had to be the one to swing the sword.",
   "Rating": "MIXED"
 },
 {
   "Image": 5,
   "Scene": "Direwolf pups",
   "Scene End": "00:18:14",
   "Duration": "00:03:04",
   "Comparison": "In the books, snow covers the ground where there is none in the series.<br><br>In both, they find 5 direwolf pups and Jon keeps an albino pup.",
   "Rating": "TRUE"
 },
 {
   "Image": 6,
   "Scene": "The Lannister twins at Jon's funeral",
   "Scene End": "00:20:15",
   "Duration": "00:02:01",
   "Comparison": "In the series, Jaime and Cersei have a conversation about Jon Arryn's death and their secrets at Jon Arryn's funeral.<br><br>In the books, Jaime and Cersei's conversation about Jon Arryn's death and their secrets takes place at the Winterfell Tower which Bran overhears.",
   "Rating": "MIXED"
 },
 {
   "Image": 7,
   "Scene": "Ned and Catelyn in the Godswood",
   "Scene End": "00:22:12",
   "Duration": "00:01:57",
   "Comparison": "In the series, Catelyn finds Ned beneath the Weirwood and informs him of Jon Arryn's passing, and King Robert's arrival. They suspect another purpose to Robert's trip.<br><br>In the books, Catelyn and Ned talks of Bran, and then the deserter, before Catelyn informs of Jon's passing, and King Robert's arrival. There is no mention of another purpose.",
   "Rating": "TRUE"
 },
 {
   "Image": 8,
   "Scene": "Preparation at Winterfell",
   "Scene End": "00:22:39",
   "Duration": "00:00:27",
   "Comparison": "This scene is not shown in the book - Catelyn prepares for Tyrion's arrival, including candles and ale.",
   "Rating": "FALSE"
 },
 {
   "Image": 9,
   "Scene": "Looking good for the King",
   "Scene End": "00:23:09",
   "Duration": "00:00:30",
   "Comparison": "This scene does not happen in the book - Stark boys shave in preparation.",
   "Rating": "FALSE"
 },
 {
   "Image": 10,
   "Scene": "Arrival of the King",
   "Scene End": "00:28:46",
   "Duration": "00:05:37",
   "Comparison": "In both the series and the books, both families are introduced and King Robert requests to be brought to the crypt. Cersei protests but is silenced.",
   "Rating": "TRUE"
 },
 {
   "Image": 11,
   "Scene": "In the Winterfell crypt",
   "Scene End": "00:30:17",
   "Duration": "00:01:31",
   "Comparison": "In the series, Robert and Ned talk about Jon Arryn's death and Robert asks Ned to be the Hand of the King.<br><br>In the books, Robert visits Lyanna's tomb first, before requesting Ned to be his Hand of the King.",
   "Rating": "TRUE"
 },
 {
   "Image": 12,
   "Scene": "First look at Tyrion",
   "Scene End": "00:32:26",
   "Duration": "00:02:09",
   "Comparison": "This scene does not happen in the book - Tyrion is introduced in a scene with the prostitute Ros.",
   "Rating": "FALSE"
 },
 {
   "Image": 13,
   "Scene": "Lyanna's statue",
   "Scene End": "00:33:15",
   "Duration": "00:00:49",
   "Comparison": "In both the series and the books, Robert says Lyanna should have been buried on a hill instead, and says he still kills Rhaegar in his dreams every night.",
   "Rating": "TRUE"
 },
 {
   "Image": 14,
   "Scene": "Viserys visits Daenerys",
   "Scene End": "00:35:47",
   "Duration": "00:02:32",
   "Comparison": "In both the series and the books, Viserys shows Daenerys a gown from Ilyrio, and touches her body.",
   "Rating": "TRUE"
 },
 {
   "Image": 15,
   "Scene": "Daenerys' presentation to Drogo",
   "Scene End": "00:37:52",
   "Duration": "00:02:05",
   "Comparison": "In the series, Khal Drogo simply rides up to Illyrio's manse with his bloodriders to assess Daenerys. Viserys points out Drogo's long hair to Daenerys.<br><br>In the books, Daenerys, Viserys and Illyrio go to Khal Drogo's manse in Pentos and attend a party there to celebrate Drogo and Daenerys's engagement. Many people appear in this party, including guests from other Free Cities; several other khals; also, this party is where Ser Jorah is first seen. <br><br>Viserys points out Drogo's long hair to Daenerys.",
   "Rating": "MIXED"
 },
 {
   "Image": 16,
   "Scene": "Daenerys protests against her marriage",
   "Scene End": "00:39:35",
   "Duration": "00:01:43",
   "Comparison": "In the series, after being presented to Khal Drogo, Viserys compares the Dothraki to savages, and Daenerys protests against the marriage but is threatened by Viserys.<br><br>In the books, before going to Khal Drogo's party, Viserys compares the Dothraki to savages. At the party, Daenerys protests against the marriage but is cowed by Viserys.",
   "Rating": "TRUE"
 },
 {
   "Image": 17,
   "Scene": "Sansa's wish to marry Joffrey",
   "Scene End": "00:40:26",
   "Duration": "00:00:51",
   "Comparison": "In the series, there's a conversation between Catelyn and Sansa, which introduces Sansa and her personality.<br><br>In the books, Sansa is only briefly described at the feast and her personality is shown at the Trident.",
   "Rating": "FALSE"
 },
 {
   "Image": 18,
   "Scene": "Watching Robert flirt at the banquet",
   "Scene End": "00:40:49",
   "Duration": "00:00:23",
   "Comparison": "This scene does not happen in the book - Cersei and Catelyn watch Robert drink and flirt at the banquet",
   "Rating": "FALSE"
 },
 {
   "Image": 19,
   "Scene": "Jon's talks with Benjen and Tyrion",
   "Scene End": "00:43:44",
   "Duration": "00:02:55",
   "Comparison": "In the series, Jon Snow doesn't attend the feast at all. He meets his uncle Benjen outside, when he is practicing with a sword, and tells Benjen he wants to join the Night's Watch. Benjen Stark enters the feast late.<br><br>In the books, Jon attends the feast but is not permitted to sit at the main table with the royal family. Then Benjen approaches him and they have their conversation about joining the Night's Watch inside the feasting hall.<br><br>Benjen Stark enters the feast along with the Royal Family and the other members of House Stark.<br><br>In both, Jon has a conversation with Tyrion outside the hall and gets advice on being a bastard.",
   "Rating": "MIXED"
 },
 {
   "Image": 20,
   "Scene": "At the banquet",
   "Scene End": "00:46:58",
   "Duration": "00:03:14",
   "Comparison": "These scenes are not shown in the book - King Robert's drinking and flirting, Queen Cersei's reactions; conversation between Benjen and Ned; conversation between Catelyn and Cersei; conversation between Jaime and Ned about tournaments; Sansa speaking to the queen and Arya throwing food at Sansa.",
   "Rating": "FALSE"
 },
 {
   "Image": 21,
   "Scene": "Receiving news from Lysa",
   "Scene End": "00:50:00",
   "Duration": "00:03:02",
   "Comparison": "In the series, when Maester Luwin goes into Ned's bedroom with the letter about Jon Arryn's murder, Catelyn is dressed in a sleeping gown. Lysa's letter is not coded and came by a messenger. Catelyn is afraid for Ned and begs him not to accept being King Robert's Hand.<br><br>In the books, when Maester Luwin goes into Ned's bedroom with the letter, Catelyn gets out of bed naked, remarking that it does not matter as Maester Luwin delivered all of her children.<br><br>Lysa's letter is coded, found in a box with a false bottom, and was left in Maester Luwin's room by an unknown party.<br><br>Ned does not wish to become King Robert's Hand, but Catelyn persuades him to, claiming that Robert will react very harshly to a refusal; Ned reluctantly changes his mind.",
   "Rating": "MIXED"
 },
 {
   "Image": 22,
   "Scene": "Daenerys and Khal Drogo's wedding",
   "Scene End": "00:55:34",
   "Duration": "00:05:34",
   "Comparison": "In the series, Daenerys watches dancers and warriors going wild at the wedding. Jorah introduces himself to Daenerys with books from the Seven Kingdoms as gifts; Ilyrio gives her dragon eggs and Khal Drogo gives her a white mare.<br><br>In the books, dancers and warriors go wild at the wedding and a dozen men dies. Daenerys gets dragon eggs as wedding gifts from Ilyrio, as well as three handmaids from Viserys, books about the Seven Kingdoms from Jorah, and a grey horse from Drogo, which she test rides.",
   "Rating": "TRUE"
 },
 {
   "Image": 23,
   "Scene": "Sunset consummation",
   "Scene End": "00:57:17",
   "Duration": "00:01:43",
   "Comparison": "In the series, Drogo does not wait for Daenerys to consent to sex, and unlike the book, Daenerys does not seem to take pleasure in it, crying while the Khal takes her from behind.<br><br>In the books, Darnerys cries and Khal Drogo comforts her. He then takes his time and was gentle with her.",
   "Rating": "FALSE"
 },
 {
   "Image": 24,
   "Scene": "Accepting Robert's request",
   "Scene End": "00:58:35",
   "Duration": "00:01:18",
   "Comparison": "This scene is not shown in the book - While preparing for the boar hunt, Robert thanks Ned for accepting his request.",
   "Rating": "FALSE"
 },
 {
   "Image": 25,
   "Scene": "Bran's unfortunate climb",
   "Scene End": "01:00:27",
   "Duration": "00:01:52",
   "Comparison": "In the series, Cersei and Jaime are both dressed; Lena Headey was pregnant during filming of the scene. Cersei is on her hands and knees while Jaime mounts her from behind.<br><br>Cersei and Jaime's talk about previous events with Jon Arryn took place in a previous scene at Jon Arryn's funeral.<br><br>Jaime grabs Bran while he is standing at the window and then pushes him off saying, 'the things I do for love'.<br><br>In the books, Cersei and Jaime are both naked. Cersei stands with her back to a wall, while a man stands before her with his back to Bran and his hand between the legs of Cersei, when Bran sees her from the window.<br><br>Cersei and Jaime's talk about previous events with Jon Arryn was overheard by Bran.<br><br>Bran saw them while hanging upside down. After Cersei screams, he lost his balance and fell, hanging onto the ledge with one hand. Jaime pulls him up, and then pushes Bran off, saying 'the things I do for love'.",
   "Rating": "MIXED"
 }
]
