[
 {
   "Image": null,
   "Scene": "HBO title",
   "Scene End": "0:00:06",
   "Duration": "0:00:06",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": null,
   "Scene": "Opening Credits / Title Sequence",
   "Scene End": "0:01:48",
   "Duration": "0:01:42",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": 1,
   "Scene": "Jaime and Bronn sails to Dorne to rescue Myrcella",
   "Scene End": "0:05:46",
   "Duration": "0:03:58",
   "Comparison": "In the boooks, Jaime and Bronn never intend to, nor do they sail to or set foot on Dorne to rescue Myrcella. In the books, Bronn is wed to Lollys Stokeworth whilst Jaime is in the Riverlands trying to get Brynden Tully to surrender Riverrun without bloodshed in exchange for Edmure Tully's safety. Cersei sends another Kingsguard, Balon Swann, to take Myrcella back. Also, Oberyn Martell's family never intend to harm Myrcella, but instead plan to crown her as Queen of the Seven Kingdoms, in order to provoke the Lannisters and Tyrells to attack Dorne.",
   "Rating": "FALSE"
 },
 {
   "Image": 2,
   "Scene": "Cersei sends Mace Tyrell to the Iron Bank",
   "Scene End": "0:07:20",
   "Duration": "0:01:34",
   "Comparison": "Cersei never sends Mace Tyrell away to Braavos with Meryn Trant. Instead, she sends him to besiege Storm's End. Harys Swyft and Rafford \"the Sweetling\" are sent to Braavos instead, by Kevan.",
   "Rating": "MIXED"
 },
 {
   "Image": 3,
   "Scene": "Cersei appoints the High Sparrow as High Septon",
   "Scene End": "0:09:18",
   "Duration": "0:01:58",
   "Comparison": "In the series, Cersei speaks to High Sparrow and appoints him as High Septon. She also encouraged him to assemble the Faith Militant again. In the books, the High Sparrow ascended as High Septon without Cersei's help.  Also, the High Sparrow, not Cersei, is the one who brings up the subject of restoring the Faith Militant. He tells Cersei in length about the suffering of smallfolk and members of the Faith during the war, relating especially to the exceptionally savage sack of Saltpans committed by the Hound's gang (actually it was Rorge, who found the Hound's helm and impersonated to him). Cersei is enraged by the implied accusation that the Lannisters are responsible for the above sack because the Hound was their subordinate, but suppresses her anger and finally reaches an agreement with the High Sparrow: the laws disbanding the Faith Militant will be cancelled, and in return the High Septon will acknowledge Tommen as the king and forgive the Crown's debt to the Faith.",
   "Rating": "TRUE"
 },
 {
   "Image": 4,
   "Scene": "The Faith Militants wreck havoc and carve seven-pointed stars on their foreheads",
   "Scene End": "0:11:15",
   "Duration": "0:01:57",
   "Comparison": "The Faith Militant were not required to carve the seven-pointed star onto their foreheads. It was sufficient for them to paint the star on their brows or sew a badge of the star to their clothes. Only the zealous among them carved the star into their chests.\n<br><br>\nIn the series, Lancel was shown getting the seven-pointed star on his forehead as part of the Sparrow's Faith Militant. In the books, Lancel has not joined the Sparrows, but to the Warrior's Sons, one of the two original orders of the Faith Militant.",
   "Rating": "MIXED"
 },
 {
   "Image": 6,
   "Scene": "Loras Tyrell is arrested by the Faith Militant",
   "Scene End": "0:11:48",
   "Duration": "0:00:33",
   "Comparison": "Loras Tyrell is never arrested for his sexuality. Instead, he offers Cersei to resolve the siege of Dragonstone, in order to allow the Redwyne fleet, which currently besieges it, to return to the Reach to deal with Ironborn attacks on their coastline following Euron Greyjoy's coronation; Cersei agrees, secretly hoping he will die. Loras gets fatally wounded. As of A Dance with Dragons, it is unknown if he will survive.",
   "Rating": "FALSE"
 },
 {
   "Image": 7,
   "Scene": "Margaery asks Tommen to free Loras",
   "Scene End": "0:13:37",
   "Duration": "0:01:49",
   "Comparison": "In the series, after Loras' arrest, she asks Tommen to free her brother. Tommen then goes to Cersei and ask her to free Loras.",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 8,
   "Scene": "Tommen goes to the High Septon",
   "Scene End": "0:14:51",
   "Duration": "0:01:14",
   "Comparison": "In the series, Tommen goes to the High Sparrow but was hindered by the Faith Militant because he's still praying and would not let him be disturbed. In the books, Tommen does not go to the High Sparrow.",
   "Rating": "FALSE"
 },
 {
   "Image": 9,
   "Scene": "Tommen brings disappointing results to Margaery",
   "Scene End": "0:15:48",
   "Duration": "0:00:57",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 10,
   "Scene": "Melisandre tells Stannis not to make the same mistake again",
   "Scene End": "0:17:20",
   "Duration": "0:01:32",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 11,
   "Scene": "Jon Snow requests men from Bolton",
   "Scene End": "0:18:40",
   "Duration": "0:01:20",
   "Comparison": "In the series, Sam asks Jon to write letter to Bolton requesting men. In the books, Jon never writes any letter to the Boltons. He writes a letter to King Tommen, requesting arms and men, and also declaring that although Stannis assists the people of the Watch against their foes - they are not his men and do not take part in the wars of Westeros.",
   "Rating": "MIXED"
 },
 {
   "Image": 12,
   "Scene": "Melisandre asks Jon to join Stannis",
   "Scene End": "0:21:49",
   "Duration": "0:03:09",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 13,
   "Scene": "Shireen speaks to Stannis",
   "Scene End": "0:24:59",
   "Duration": "0:03:10",
   "Comparison": "In the series, Shireen asks Stannis if he's ashamed of her because of her greyscale. Stannis then revealed how she gor her Greyscale. In th books, it is not revealed in the books how Shireen contracted Greyscale.",
   "Rating": "MIXED"
 },
 {
   "Image": 14,
   "Scene": "Petyr talks about Lyanna",
   "Scene End": "0:27:31",
   "Duration": "0:02:32",
   "Comparison": "Littlefinger does not speak about Lyanna with Sansa or anyone else.",
   "Rating": "FALSE"
 },
 {
   "Image": 15,
   "Scene": "Petyr to return to King's Landing",
   "Scene End": "0:30:15",
   "Duration": "0:02:44",
   "Comparison": "In the series, Petyr tells Sansa that he needs to return to Kings Landing. Also, mentions that Stannis is coming to Winterfell soon. But in the books, Petyr does not intend to return to King's Landing, nor does he plan any military campaigns and does not mention the Boltons or Stannis. He focuses on the first stage in his plans - wedding Sansa to Harrold Hardyng.",
   "Rating": "MIXED"
 },
 {
   "Image": 16,
   "Scene": "Jaime and Bron talks about how they want to die",
   "Scene End": "0:32:31",
   "Duration": "0:02:16",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 17,
   "Scene": "Jaime and Bron fights dornish men",
   "Scene End": "0:36:44",
   "Duration": "0:04:13",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 18,
   "Scene": "The Sand snakes want to avenge Oberyn and harm Myrcella",
   "Scene End": "0:38:56",
   "Duration": "0:02:12",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 19,
   "Scene": "Jorah takes Tyrion in a boat",
   "Scene End": "0:42:24",
   "Duration": "0:03:28",
   "Comparison": "In the series, Jorah stole a boat to take Tyrion to Daenerys, and in his annoyance he hit Tyrion to knock him out. In the books, Jorah didn't steal a boat and Jorah hits Tyrion so hard that he breaks a tooth.",
   "Rating": "TRUE"
 },
 {
   "Image": 20,
   "Scene": "Ser Barristan speaks about Rhaegar",
   "Scene End": "0:43:26",
   "Duration": "0:01:02",
   "Comparison": "In the series, Daenerys mentions that Viserys told her that Rhaagar likes killing. Ser Barristan then tells Daenerys that Rhaegar never liked killing and he likes singing. In the books, Viserys did not tell Daenerys that Rhaegar was good at killing people, but that Arthur Dayne was the only knight in the realm who was Rhaegar's peer. Also, Selmy does not say that Rhaegar never liked killing, but that he never loved the song of swords the way that Robert or Jaime did.",
   "Rating": "MIXED"
 },
 {
   "Image": 21,
   "Scene": "Hizdahr asks Daenerys to open the fighting pits ",
   "Scene End": "0:44:47",
   "Duration": "0:01:21",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 22,
   "Scene": "Ser Barristan is killed by Sons of Harpy",
   "Scene End": "0:48:59",
   "Duration": "0:04:12",
   "Comparison": "In the series, the sons of Harpy attacks and kills Ser Barristan in a fight. In the books, Barristan Selmy is not slain by the Sons of the Harpy. He is still alive and acts as a POV character in the latest novel.",
   "Rating": "FALSE"
 }
]