[
 {
   "Image": null,
   "Scene": "HBO title",
   "Scene End": "0:00:06",
   "Duration": "0:00:06",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": null,
   "Scene": "Opening Credits / Title Sequence",
   "Scene End": "0:01:53",
   "Duration": "0:01:47",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": 1,
   "Scene": "Tyrion gives Daenerys advice about Jorah",
   "Scene End": "0:06:44",
   "Duration": "0:04:51",
   "Comparison": "In the series, Daenerys asks Tyrion what she should do with Jorah. But in the books, Tyrion and Daenerys have not yet met at this point, though it has been confirmed to happen in the following novel. As Tyrion and Daenerys have not met yet, Tyrion does not advise her on Jorah (who she does not know is in Meereen) or on any other matter. ",
   "Rating": "MIXED"
 },
 {
   "Image": 2,
   "Scene": "Jorah removed from Mereen",
   "Scene End": "0:07:12",
   "Duration": "0:00:28",
   "Comparison": "",
   "Rating": "Unknown"
 },
 {
   "Image": 3,
   "Scene": "Cersei forced to confess",
   "Scene End": "0:08:02",
   "Duration": "0:00:50",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 4,
   "Scene": "Arya pretends to be Lana",
   "Scene End": "0:13:02",
   "Duration": "0:05:00",
   "Comparison": "In the series, Arya serves the Faceless god and pretends to be another girl named Lana.",
   "Rating": "Unknown"
 },
 {
   "Image": 5,
   "Scene": "Accusations against Cersei",
   "Scene End": "0:14:04",
   "Duration": "0:01:02",
   "Comparison": "In the series, Qyburn tells Cersei that she will have a trial for fornication, treason, incest, and murder of Robert Baratheon. In the books, Cersei is accused not only of the crimes of fornication, treason, incest and Robert's murder, but also with the murder of the previous High Septon (who was killed by Osney Kettleblack at Cersei's command).\n",
   "Rating": "TRUE"
 },
 {
   "Image": 6,
   "Scene": "Ser Kevan is the Hand of the King",
   "Scene End": "0:14:24",
   "Duration": "0:00:20",
   "Comparison": "In the series, Qyburn informs Cersei that Pycelle has summoned Ser Kevan back to King's Landing as the Hand of the King. In the books, Ser Kevan does come back to preside over the small council after Cersei's arrest, but in the position of Lord Regent, not Hand of the King. Since Tommen is older in the show, he does not need a Regent anymore; Cersei was Queen Mother, and Kevan can't be Lord Regent. In the books, after becoming the Regent, Kevan appoints Mace Tyrell as the Hand of the King. Also, Qyburn is dismissed from Kevan's council.",
   "Rating": "MIXED"
 },
 {
   "Image": 7,
   "Scene": "Qyburn asks Cersei to confess",
   "Scene End": "0:15:48",
   "Duration": "0:01:24",
   "Comparison": "",
   "Rating": "Unknown"
 },
 {
   "Image": 8,
   "Scene": "Sansa confronts Theon",
   "Scene End": "0:17:39",
   "Duration": "0:01:51",
   "Comparison": "",
   "Rating": "Unknown"
 },
 {
   "Image": 9,
   "Scene": "Theon admits that Rickon and Bran are alive",
   "Scene End": "0:18:35",
   "Duration": "0:00:56",
   "Comparison": "In the series, Sansa urged Theon to talks about Rickon and Bran. Theon then tells Sansa that he didn't kill them and it was two farm boys that he killed. In the books, Theon doesn't tell Sansa that Bran and Rickon are alive, as they have not seen each other since she left Winterfell.",
   "Rating": "FALSE"
 },
 {
   "Image": 10,
   "Scene": "Boltons sends a small army out against Stannis' army",
   "Scene End": "0:19:44",
   "Duration": "0:01:09",
   "Comparison": "In the series, Roose Bolton suggest to wait for Stannis' army to weaken and that they stay behind within their walls. But Ramsay suggest that he leads a small army of 20 men to attack Stannis' army. In the books, Roose Bolton also lets out a host to fight Stannis in the snow, though it is a much larger one, instead of a small raiding party led by Ramsay. Roose only does so when forced due to the rising tensions in the castle: The Freys and Manderlys are at each others' throats, so he decides it may be better if they abandon the castle and attack Stannis in the snow.",
   "Rating": "MIXED"
 },
 {
   "Image": 11,
   "Scene": "Daenerys asks Tyrion to advice her",
   "Scene End": "0:23:10",
   "Duration": "0:03:26",
   "Comparison": "In the series, Daenerys asks Tyrion to advice her to get the Iron Throne. In the books, the two haven't met yet and Daenerys never asked Tyrion to advice her on anything.",
   "Rating": "FALSE"
 },
 {
   "Image": 12,
   "Scene": "Daenerys wants to break the wheel of the Great Houses",
   "Scene End": "0:24:59",
   "Duration": "0:01:49",
   "Comparison": "In the series, Daenerys tells Tyrion that she wants to break the wheel of the Houses. In the books, though Daenerys is empathetic to the slaves and the poor, she never implies an end to feudalism were she to rule the Seven Kingdoms, which she does in the show when she talks about \"breaking the wheel\" of Great Houses that she presumes is crushing the smallfolk, including her own House Targaryen in the list.",
   "Rating": "Unknown"
 },
 {
   "Image": 13,
   "Scene": "Jorah wants to fight in the Great pit ",
   "Scene End": "0:25:54",
   "Duration": "0:00:55",
   "Comparison": "",
   "Rating": "Unknown"
 },
 {
   "Image": 14,
   "Scene": "Cersei refuse to confess",
   "Scene End": "0:27:07",
   "Duration": "0:01:13",
   "Comparison": "",
   "Rating": "Unknown"
 },
 {
   "Image": 15,
   "Scene": "Olly speaks to Sam",
   "Scene End": "0:38:08",
   "Duration": "0:11:01",
   "Comparison": "",
   "Rating": "Unknown"
 },
 {
   "Image": 16,
   "Scene": "Jon and Tormund in Hardhome",
   "Scene End": "0:32:40",
   "Duration": "23:54:32",
   "Comparison": "In the series, Jon and Tormund reached the Hardhome together to save the wildlings. In the books, Jon first a wildling envoy named Val to find Tormund and his group of wildlings so they can form an alliance and bring the wildlings south of the Wall away from the Others. When Jon escorts new recruits to the haunted forest, where followers of the Old Gods can swear their vows, Jon encounters the giant Wun Wun and a small group of wildlings. Jon offers them shelter south of the Wall at Castle Black and they return with him. They tell Jon about the many other free folk at Hardhome, and he sends a rescue party under the command of Cotter Pyke to the ruined settlement to save them. However, disaster strikes and wights surround Cotter, the wildlings, and the Watchmen, leaving them stranded, so Jon and Tormund plan to go themselves and save the Watchmen and wildlings both —however, this mission was interrupted. ",
   "Rating": "MIXED"
 },
 {
   "Image": 17,
   "Scene": "Tormund kills the lord of Bones",
   "Scene End": "0:33:30",
   "Duration": "0:00:50",
   "Comparison": "",
   "Rating": "Unknown"
 },
 {
   "Image": 18,
   "Scene": "Tormund have daughters",
   "Scene End": "0:34:35",
   "Duration": "0:01:05",
   "Comparison": "In the series, Jon persuades the wildlings to come with him to the South of the Wall to save them and have them fight with them when the white walkers come.",
   "Rating": "Unknown"
 },
 {
   "Image": 19,
   "Scene": "Jon offers dragonglass to whoever will join them",
   "Scene End": "0:37:44",
   "Duration": "0:03:09",
   "Comparison": "In the series, Jon tells the wildling elders that dragonglass can kill white walkers. ",
   "Rating": "TRUE"
 },
 {
   "Image": 20,
   "Scene": "Tormund has two duaghters",
   "Scene End": "0:42:10",
   "Duration": "0:04:26",
   "Comparison": "In the series, when Karsi asks Tormund if he vouches for Jon, Tormund then says casually that Jon may be prettier than his two daughters, but he knows how to fight and lead. In the books,  he has four sons and one daughter.",
   "Rating": "MIXED"
 },
 {
   "Image": 21,
   "Scene": "Some wildlings left behind the gates",
   "Scene End": "0:43:36",
   "Duration": "0:01:26",
   "Comparison": "",
   "Rating": "Unknown"
 },
 {
   "Image": 22,
   "Scene": "The White walkers attack Hardhome",
   "Scene End": "0:47:48",
   "Duration": "0:04:12",
   "Comparison": "In the series, while Tormund and Jon were in Hardhome, the White Walkers attack. But in the books, the entire occurrence at Hardhome takes place offscreen in the books and little is known about it, except what Cotter Pyke writes in his distress message to Jon. ",
   "Rating": "MIXED"
 },
 {
   "Image": 23,
   "Scene": "Jon and the wildlings fights the wights",
   "Scene End": "0:49:40",
   "Duration": "0:01:52",
   "Comparison": "",
   "Rating": "Unknown"
 },
 {
   "Image": 24,
   "Scene": "Jon and a Then is conrfronted by a White Walker",
   "Scene End": "0:50:45",
   "Duration": "0:01:05",
   "Comparison": "",
   "Rating": "Unknown"
 },
 {
   "Image": 25,
   "Scene": "Jon's Valyrian steel sword is resistant to White Walker's weapons",
   "Scene End": "0:52:17",
   "Duration": "0:01:32",
   "Comparison": "In the series, Jon fights the White Walker with his Valyrian steel sword and was surprised that it didn't break against the White Walker's waepon. In the books, In the books, Valyrian steel isn't confirmed to be resistant to the White Walkers' weapons and lethal to the Walkers themselves, though it is implied that is the case when Sam discovers textual references to \"dragonsteel\" as a weapon against the White Walkers, and they assume it means Valyrian steel.",
   "Rating": "Unknown"
 },
 {
   "Image": 26,
   "Scene": "Karsi killed by wights",
   "Scene End": "0:53:10",
   "Duration": "0:00:53",
   "Comparison": "",
   "Rating": "Unknown"
 },
 {
   "Image": 27,
   "Scene": "Wights tore down the walls of Hardhome",
   "Scene End": "0:54:38",
   "Duration": "0:01:28",
   "Comparison": "",
   "Rating": "Unknown"
 },
 {
   "Image": 28,
   "Scene": "Jon asks everyone to retreat",
   "Scene End": "0:57:03",
   "Duration": "0:02:25",
   "Comparison": "",
   "Rating": "Unknown"
 },
 {
   "Image": 29,
   "Scene": "The Night King revives the corpses as wights",
   "Scene End": "0:57:35",
   "Duration": "0:00:32",
   "Comparison": "",
   "Rating": "Unknown"
 },
 {
   "Image": 30,
   "Scene": "The wights wakes up",
   "Scene End": "0:58:33",
   "Duration": "0:00:58",
   "Comparison": "",
   "Rating": "Unknown"
 }
]