[
 {
   "Image": null,
   "Scene": "HBO title",
   "Scene End": "00:00:06",
   "Duration": "00:00:06",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": null,
   "Scene": "Opening Credits / Title Sequence",
   "Scene End": "00:01:48",
   "Duration": "00:01:42",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": 1,
   "Scene": "Bran wakes up from a three-eyed raven dream",
   "Scene End": "00:03:30",
   "Duration": "00:01:42",
   "Comparison": "In the series, Bran is dreaming. He is preparing to shoot an arrow, when the crow appears. He follows it to the tomb entrance and sees, it has three eyes. Then he wakes up.<br><br>Theon Greyjoy comes for Bran to bring him to the hall.<br><br>In the books, Old Nan was telling Bran stories before Maester Luwin and Hodor arrived to bring Bran down to the hall.",
   "Rating": "FALSE"
 },
 {
   "Image": 2,
   "Scene": "Robb brings Bran before Tyrion",
   "Scene End": "00:05:13",
   "Duration": "00:01:43",
   "Comparison": "In the books, the three direwolves surround Tyrion.<br><br>In both, Robb receives Tyrion in a hostile manner. Tyrion gives instructions for a saddle that enables Bran to ride a horse. Robb extends hospitality to Tyrion in return for his kindness but Tyrion chooses to stay outside.",
   "Rating": "TRUE"
 },
 {
   "Image": 3,
   "Scene": "Tyrion taunts Theon",
   "Scene End": "00:06:40",
   "Duration": "00:01:27",
   "Comparison": "This scene does not happen in the books - a conversation between Tyrion Lannister and Theon reveals the latter's past and origins.",
   "Rating": "FALSE"
 },
 {
   "Image": 4,
   "Scene": "Jon defends newcomer Samwell Tarly",
   "Scene End": "00:10:11",
   "Duration": "00:03:31",
   "Comparison": "In the series, Ser Alliser tells Sam to introduce himself, then tells Rast to spar with him. Sam yields quickly but is still beaten. Jon steps up to stop it and ends up defending Sam against 3 men. <br><br>In the books, Ser Alliser tells Halder to spar with Sam. Sam yields quickly but is still beaten. Jon steps up to stop it and Ser Alliser sends three men against Jon, while Grenn and Pyp join Jon for a three-to-two. After the fight, Sam introduces himself.<br><br>In both, they ask Sam why he does not defend himself and he admits to being a coward.",
   "Rating": "TRUE"
 },
 {
   "Image": 5,
   "Scene": "The Dothraki enters a new village",
   "Scene End": "00:12:17",
   "Duration": "00:02:06",
   "Comparison": "In both the series and the books, the Dothraki enters Vaes Dothrak through the Horse Gate. Daenerys tells Viserys to stop calling her people savages, and he shows his impatience at not getting his army.",
   "Rating": "TRUE"
 },
 {
   "Image": 6,
   "Scene": "Viserys speaks of dragons past",
   "Scene End": "00:17:10",
   "Duration": "00:04:53",
   "Comparison": "This scene does not happen in the books - Viserys and Doreah are having a bath and talk about dragons and the skulls in the Red Keep. In the book, it is only mentioned that Viserys and Doreah have had sex.",
   "Rating": "FALSE"
 },
 {
   "Image": 7,
   "Scene": "Sansa talks to Septa Mordane about her future",
   "Scene End": "00:18:53",
   "Duration": "00:01:43",
   "Comparison": "This scene does not happen in the books - a conversation between Septa Mordane and Sansa about Sansa's future, Prince Joffrey, the Iron Throne and the deaths of Rickard and Brandon.",
   "Rating": "FALSE"
 },
 {
   "Image": 8,
   "Scene": "Ned asks Grand Maester Pycelle about Jon Arryn",
   "Scene End": "00:23:42",
   "Duration": "00:04:49",
   "Comparison": "In the series, after the small council meeting, Ned asks Grand Maester Pycelle about Jon Arryn's last days and asks to see the book Jon asked for before his death. He takes it away with him from Pycelle's chambers.<br><br>In the books, Ned visits Grand Maester Pycelle's chambers, and asks him about Jon Arryn's last days, in which Pycelle's dismissal of the Maester treating Jon was mentioned. Ned requests for the same book that Jon asked for before his death, and Pycelle says he will find it and have it sent to his room.",
   "Rating": "TRUE"
 },
 {
   "Image": 9,
   "Scene": "Ned talks to Arya about her future",
   "Scene End": "00:25:30",
   "Duration": "00:01:48",
   "Comparison": "In both the series and the books, Ned finds Arya trying to stand on one leg. They talk about Bran's future, and she says she wants to be a lord of a holdfast / King's councillor etc.",
   "Rating": "TRUE"
 },
 {
   "Image": 10,
   "Scene": "Sam is Jon's new duty partner",
   "Scene End": "00:27:43",
   "Duration": "00:02:13",
   "Comparison": "In the series, Jon is on duty up on the Wall and Sam arrives to be his new watch partner. <br><br>In the books, Jon invites Sam to the Wall after dinner, where Sam starts crying and gets comforted by Ghost. Jon starts talking about Winterfell.<br><br>In both, Sam tells about how his father gave him a choice between death by being thrown off a horse, or the Night's Watch.",
   "Rating": "MIXED"
 },
 {
   "Image": 11,
   "Scene": "Petyr warns and advises Ned about his investigation",
   "Scene End": "00:29:30",
   "Duration": "00:01:47",
   "Comparison": "In the series, while walking through the garden, Petyr tells Ned of Ser Hugh of the Vale. He warns Ned about the spies everywhere, and also advises him to pay a visit to a certain armourer.<br><br>In the books, Petyr visits Ned in his office and tells him that some of Jon Arryn's servants remain, including Ser Hugh of the Vale. He also warns Ned about the spies everywhere.",
   "Rating": "TRUE"
 },
 {
   "Image": 12,
   "Scene": "Ser Hugh ignores the summons",
   "Scene End": "00:30:03",
   "Duration": "00:00:33",
   "Comparison": "In the series, Jory Cassel tries to speak with Ser Hugh and the arrogant knight ignores him. Jory tells Ned that Ser Hugh will only meet with the Hand himself.<br><br>In the books, Jory tells Ned of Ser Hugh's refusal to speak with Jory, unless it's the Hand himself.",
   "Rating": "TRUE"
 },
 {
   "Image": 13,
   "Scene": "Ned investigates a blacksmith boy",
   "Scene End": "00:32:30",
   "Duration": "00:02:27",
   "Comparison": "In both the series and the books, Ned visits the armourer and finds out that Jon Arryn asked to see the boy. He speaks with Gendry, who refuses to sell his bull helmet, and reveals what Jon asked him about.",
   "Rating": "TRUE"
 },
 {
   "Image": 14,
   "Scene": "Jamie and Jory talk outside Robert's bedroom",
   "Scene End": "00:34:28",
   "Duration": "00:01:58",
   "Comparison": "This scene does not happen in the books - Jaime is guarding the door, while the King is having group sex. Jory comes with the message for the king. He tries to give it to Jaime, but he refuses. There is no mentioning in the books that Jaime and Jory took any part in the Greyjoy Rebellion.",
   "Rating": "FALSE"
 },
 {
   "Image": 15,
   "Scene": "Jon warns everyone off Sam",
   "Scene End": "00:35:55",
   "Duration": "00:01:27",
   "Comparison": "In the series, Jon tells Grenn and Pyp over dinner not to hurt Sam anymore in training. Rast overhears and says that if he's up against Lady Piggy, he'll take a slice of bacon. That night, he wakes up to find the trio beside him and Ghost snarling above him. Jon tells that no one touches Sam.<br><br>In the books, Jon tells all the men one by one how they should be treating Sam. Only Rast disagrees, saying that if he gets sent against Lady Piggy, he'll slice himself a rasher of bacon. That night, he wakes up to find Grenn holding his arms, Pyp sitting on his legs, and Ghost snarling above him. Jon tells that they know where he sleeps.",
   "Rating": "TRUE"
 },
 {
   "Image": 16,
   "Scene": "No one dares to attack Sam in training",
   "Scene End": "00:37:12",
   "Duration": "00:01:17",
   "Comparison": "In both the series and the books, nobody dares to attack Sam in training beyond light taps, despite Ser Alliser's threats.",
   "Rating": "TRUE"
 },
 {
   "Image": 17,
   "Scene": "Daenerys stands up to Viserys after his attack on her",
   "Scene End": "00:38:33",
   "Duration": "00:01:21",
   "Comparison": "In the series, Daenerys did not ask Doreah what she said. Viserys throws her gifts around and slaps her when she says he has not won the right to a braid.<br><br>In the books, Doreah admits that her words were that Daenerys commanded him to join her for supper. Viserys does not throw the gifts around, and dares not strike her, only grabbing her arm painfully.<br><br>In both the series and the books, Viserys arrives at Daenerys' tent furious for being given commands. He calls her gifts Dothraki rags and says next she'll want to braid his hair. Daenerys that he has no right to a braid, having won no victories yet.",
   "Rating": "TRUE"
 },
 {
   "Image": 18,
   "Scene": "Jon and Sam talks about girls",
   "Scene End": "00:44:33",
   "Duration": "00:06:00",
   "Comparison": "This scene does not happen in the books - Jon reveals that he refused sex with a prostitute called Ros. In the books, the woman with whom Jon refuses (initially) to have sex is Ygritte, and that happens much later. One of the reasons for Jon's refusal is that he fears he may get her pregnant.<br><br>Ser Alliser then comes and tries to frighten them with his story about the winter beyond the Wall. In the books Ser Alliser is not a ranger and doesn't go north of the Wall.",
   "Rating": "FALSE"
 },
 {
   "Image": 19,
   "Scene": "Daenerys confides in Jorah about her brother",
   "Scene End": "00:45:37",
   "Duration": "00:01:04",
   "Comparison": "In the books, Jorah tells Daenerys what the common people pray for while they are on horseback.",
   "Rating": "MIXED"
 },
 {
   "Image": 20,
   "Scene": "Tournament of the Hand and story of the Clegane brothers",
   "Scene End": "00:49:47",
   "Duration": "00:04:10",
   "Comparison": "In the series, Joffrey ignores Sansa at the tourney.<br><br>Petyr came over to Sansa and Arya to chat and explains how he got the name Littlefinger. Petyr tells Sansa the story of how the Hound got burnt by his brother Gregor.<br><br>In the books, Joffrey talks to Sansa all night.<br><br>Petyr came over to Sansa and commented that she has the Tully look and her mother was once his queen of beauty.<br><br>The Hound himself told Sansa the story of how his brother burnt him, while escorting Sansa back to her room. He warns Sansa not to tell anyone.<br><br>In both, during Ser Gregor's joust against a knight of the Vale, his lance cuts through the knight's throat and kills him.",
   "Rating": "MIXED"
 },
 {
   "Image": 21,
   "Scene": "Cersei asks Ned why he is here",
   "Scene End": "00:51:27",
   "Duration": "00:01:40",
   "Comparison": "This scene does not happen in the books.",
   "Rating": "FALSE"
 },
 {
   "Image": 22,
   "Scene": "Catelyn coincidentally meets Tyrion",
   "Scene End": "00:54:32",
   "Duration": "00:03:05",
   "Comparison": "In the books, it is not Bronn, but an annoymous freerider who offers his room.<br><br>In both, Catelyn and Rodrik are talking to a singer when Tyrion enters the inn. The inn was full but Tyrion offers a gold coin, and someone offers to give up his room. When the singer calls out to Tyrion to offer a song, Tyrion notices Catelyn and greets her. Catelyn asks after men in the room, and then accuses Tyrion of attempted murder and tells the men to apprehend him.",
   "Rating": "TRUE"
 },
 {
   "Image": null,
   "Scene": "",
   "Scene End": "",
   "Duration": "",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": null,
   "Scene": "",
   "Scene End": "",
   "Duration": "",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": null,
   "Scene": "",
   "Scene End": "",
   "Duration": "",
   "Comparison": "",
   "Rating": ""
 }
]