[
 {
   "Image": null,
   "Scene": "HBO title",
   "Scene End": "0:00:06",
   "Duration": "0:00:06",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": null,
   "Scene": "Opening Credits / Title Sequence",
   "Scene End": "0:01:53",
   "Duration": "0:01:47",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": 1,
   "Scene": "Arya continues her apprenticeship for the Faceless men",
   "Scene End": "0:05:53",
   "Duration": "0:04:00",
   "Comparison": "",
   "Rating": "MIXED"
 },
 {
   "Image": 2,
   "Scene": "Jaquen tests Arya with the game of faces",
   "Scene End": "0:07:53",
   "Duration": "0:02:00",
   "Comparison": "",
   "Rating": "MIXED"
 },
 {
   "Image": 3,
   "Scene": "Tyrion tells Jorah that his father's dead",
   "Scene End": "0:10:45",
   "Duration": "0:02:52",
   "Comparison": "In the series, Tyrion speaks about Jorah's father and that he is dead. In the books, Jorah is not made aware of his father's death. Tyrion does not know that Jeor is dead, and at one point he wonders to himself if he is still alive.",
   "Rating": "FALSE"
 },
 {
   "Image": 4,
   "Scene": "Arya leads the sick girl to her death",
   "Scene End": "0:14:30",
   "Duration": "0:03:45",
   "Comparison": "In the series, a man with a sick daughter came in the temple of black and white and asked Arya to end his daughter's suffering. Arya then made the sick girl drink the water from the fountain then later died.",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 5,
   "Scene": "Jaquen shows Arya the faces",
   "Scene End": "0:16:58",
   "Duration": "0:02:28",
   "Comparison": "In the series, Jaquen shows Arya the faces in the temple, and tells her that she's ready to become someone else.",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 6,
   "Scene": "Jorah and Tyrion captured by slavers",
   "Scene End": "0:19:20",
   "Duration": "0:02:22",
   "Comparison": "In the series, Jorah and Tyrion were captured by slavers in land. In the books, they were captured when slavers board their ship rather than on land.",
   "Rating": "TRUE"
 },
 {
   "Image": 7,
   "Scene": "A slaver suggests that a dwarf's cock has magic powers",
   "Scene End": "0:20:07",
   "Duration": "0:00:47",
   "Comparison": "In the series, a slaver suggests to cut Tyrion's and throat and cut off his cock, believeing that dwarf's cock have magic powers and could get a fortune for it. In the books, the slavers have no intentions to cut any part of Tyrion. Also, Haldon Halfmaester, one of the people with whom Tyrion travels before he is kidnapped by Jorah, is the one who states (jokingly) that a dwarf's cock has magical powers.",
   "Rating": "MIXED"
 },
 {
   "Image": 8,
   "Scene": "Tyrion reveals Jorah's identity to the slavers",
   "Scene End": "0:21:56",
   "Duration": "0:01:49",
   "Comparison": "In the series, Tyrion reveals Jorah's identiy to the slavers to take them to Mereen fighting pits. In the books, Tyrion does not reveal Jorah's identity to them.",
   "Rating": "FALSE"
 },
 {
   "Image": 9,
   "Scene": "Petyr returns to Kinds Landing",
   "Scene End": "0:23:08",
   "Duration": "0:01:12",
   "Comparison": "In the series, Petyr returns to King's Landing after by Cersei's request. In the books, he has not returned to King's Landing since he first left for the Eyrie. The only contact he makes with Cersei is sending her a request for some old tapestries.",
   "Rating": "FALSE"
 },
 {
   "Image": 10,
   "Scene": "Petyr speaks to Cersei",
   "Scene End": "0:24:25",
   "Duration": "0:01:17",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 11,
   "Scene": "Petyr tells Cersei that Sansa is with the Boltons",
   "Scene End": "0:27:03",
   "Duration": "0:02:38",
   "Comparison": "In the series, Petyr tells Cersei that Sansa is to be married to Ramsay Bolton. Cersei then angrily wants to attack the Boltons, but Petyr advices to let Stannis and Boltons fight against each other first before they attack. In the books, Cersei does not know where Sansa is and has no intention of attacking House Bolton.",
   "Rating": "FALSE"
 },
 {
   "Image": 12,
   "Scene": "Trystane Martell wants to marry Myrcella",
   "Scene End": "0:28:31",
   "Duration": "0:01:28",
   "Comparison": "In the series, Trystane is shown to have romantic feelings for Myrcella and wants to marry her. In the bokks, while Myrcella Baratheon and Trystane Martell get on well it's not known if they have romantic feelings for each other.",
   "Rating": "MIXED"
 },
 {
   "Image": 13,
   "Scene": "Jaime and Bronn pretends Dornish soliders",
   "Scene End": "0:29:40",
   "Duration": "0:01:09",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 14,
   "Scene": "Ellaria schemes with the sand snakes",
   "Scene End": "0:30:04",
   "Duration": "0:00:24",
   "Comparison": "In the series, Ellaria is shown scheming with the sand snakes to avenge Oberyn. In the books, Ellaria Sand does not play any part in the scheme involving Myrcella, yet she is still arrested along with her four young Sand Snakes, though only preemptively and not as a punishment.",
   "Rating": "MIXED"
 },
 {
   "Image": 15,
   "Scene": "Jaime and Bronn fights the sand snakes",
   "Scene End": "0:32:07",
   "Duration": "0:02:03",
   "Comparison": "In the series, Jaime and Bronn fights the Sand snakes. Nymeria was using a whip as her weapon, but in the books, it was Obara, not Nymeria, who uses a whip to fight. Nymeria uses only daggers in battle.",
   "Rating": "TRUE"
 },
 {
   "Image": 16,
   "Scene": "Areo Hotah stops the Sand snakes",
   "Scene End": "0:33:23",
   "Duration": "0:01:16",
   "Comparison": "In the series, the Dornish soliders led by Areo stops the fight between the Sand snakes and Jaime, and no one was badly injured from the fight. In the books, during the skirmish with Areo Hotah, Myrcella is attacked and scarred by a rogue knight, Ser Gerold \"Darkstar\" Dayne, who flees capture, while the Kingsguard protecting Myrcella, Ser Arys Oakheart, makes a mad charge towards the Dornish forces and is killed by Hotah. ",
   "Rating": "MIXED"
 },
 {
   "Image": 17,
   "Scene": "Ellaria is arrested",
   "Scene End": "0:33:35",
   "Duration": "0:00:12",
   "Comparison": "In the series, Ellaria was arrested for taking part in scheming to harm Myrcella and sparking a war against the Lannisters. In the books, Ellaria did not play a part in the scheming, yet she is still arrested along with her four young Sand Snakes, though only preemptively and not as a punishment.",
   "Rating": "TRUE"
 },
 {
   "Image": 18,
   "Scene": "Olenna returns to King's landing",
   "Scene End": "0:34:33",
   "Duration": "0:00:58",
   "Comparison": "In the series, Olenna returns to King's Landing after hearing the news about Loras' arrest by Sparrows. But in the books, Olenna Tyrell has not returned to King's Landing since the High Sparrow became High Septon. It is Mace Tyrell and Randyll Tarly who arrive in the capital, with the entire Tyrell army, to free Margaery by threat of force.",
   "Rating": "MIXED"
 },
 {
   "Image": 19,
   "Scene": "Olenna talks to Cersei",
   "Scene End": "0:36:56",
   "Duration": "0:02:23",
   "Comparison": "In the series, Olenna talks to Cersei asking to free Loras, and she believes it was her who's behind his arrest.",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 20,
   "Scene": "Loras on trial before the High Septon",
   "Scene End": "0:38:09",
   "Duration": "0:01:13",
   "Comparison": "In the series, Loras goes through trial by the High Septon after being arrested for his sexuality. In the books, Loras Tyrell is never arrested for his sexuality.",
   "Rating": "FALSE"
 },
 {
   "Image": 21,
   "Scene": "Maragaery arrested by the High Septon",
   "Scene End": "0:41:24",
   "Duration": "0:03:15",
   "Comparison": "In the series, Margaery is arrested for false witnessing for her brother Loras. In the books, Margaery Tyrell was arrested due to false testimonies, arranged by Cersei, that she was unfaithful to Tommen. Her cousins were arrested too.",
   "Rating": "TRUE"
 },
 {
   "Image": 22,
   "Scene": "Sansa wed to Ramsay",
   "Scene End": "0:48:26",
   "Duration": "0:07:02",
   "Comparison": "In the series, Sansa is wed to Ramsay. In the books, Ramsay marries Jeyne Poole under the guise of Arya Stark, not Sansa.",
   "Rating": "MIXED"
 },
 {
   "Image": 23,
   "Scene": "Ramsay rapes Sansa while Theon is forced to watch",
   "Scene End": "0:52:16",
   "Duration": "0:03:50",
   "Comparison": "In the series, Ramsay forces him self to Sansa and forces Theon to watch. In the books, Theon was forced to participate in Ramsay and Jeyne's wedding night by stripping her clothes and performing oral sex on her to \"warm her up\", before he is made to watch. In the TV series, he is merely forced to watch Ramsay force himself on Sansa.",
   "Rating": "MIXED"
 }
]