[
 {
   "Image": null,
   "Scene": "HBO title",
   "Scene End": "00:00:06",
   "Duration": "00:00:06",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": null,
   "Scene": "Opening Credits / Title Sequence",
   "Scene End": "00:01:54",
   "Duration": "00:01:48",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": 1,
   "Scene": "Joffrey's name day celebration",
   "Scene End": "00:06:19",
   "Duration": "00:04:25",
   "Comparison": "In the series, they compete in a fight with blunt weapons on the walls of the Red Keep.The tournament in the book is a joust competition with horses and lances and takes place in a small tourney ground set up inside the keep walls as the surrounding land is too dangerous.<br><br>In the books, Ser Dontos arrives late, chasing his horse (which he is too drunk to mount), and only wearing the top half of his armor (he is nude from the waist down). Joffrey orders a barrel of wine for him to be drowned in (as opposed to having it poured down his throat as it happens in the show), but Sansa dissuades him the same way she did in the show.<br><br>In the books, the Hound does not fight in Joffrey's name day tourney, he is dismissive about the poor quality of the competition. Prince Tommen rides against a quintain.",
   "Rating": "MIXED"
 },
 {
   "Image": 2,
   "Scene": "Tyrion shows up at the small council meeting",
   "Scene End": "00:10:16",
   "Duration": "00:03:57",
   "Comparison": "In the books, Tyrion does not stroll into the small council chamber, he finds Ser Mandon Moore barring his way. Accompanied by Bronn and Timett, he persuades Moore to let him pass and is pleased to have passed his first test as Hand.<br><br>In the books, Tyrion and Cersei discuss several of her other poor and short-sighted decisions - Tyrion chides her for the shoddy treatment of Ser Barristan in dismissing him as Lord Commander of the Kingsguard. Not only is it unprecedented, but Ser Barristan is a legendary figure in Westeros and gives prestige and honor to whomever he serves. He says that Ser Barristan is now likely to join one of their enemies, to their benefit, which Cersei admits she had not considered. Tyrion makes Cersei admit that she killed Robert indirectly, by ordering Lancel Lannister to give the King a lot of very strong wine.<br><br>In the books, Tywin is enraged at the decision to name Janos Slynt Lord of Harrenhal, considering it an insult that a castle that was once the seat of kings has been given to the son of a butcher. Naming Sandor Clegane to the Kingsguard is also considered an affront, as he is not a knight and refuses to be anointed as one. Tywin states that you feed your dog scraps under the table rather than inviting the dog to sit at the table with you.<br><br>Cersei reveals that it was arranged for Ned Stark to be granted mercy and allowed to take the black. However, Joffrey decided, of his own volition, to execute Stark, and Slynt and Ilyn Payne willingly obliged. The execution angered the High Septon, who had also been expecting a verdict of clemency, and is now claiming the Crown lied to him and defamed the Great Sept of Baelor by carrying out an execution there.",
   "Rating": "MIXED"
 },
 {
   "Image": 3,
   "Scene": "Bran and Maester Luwin hold court at Winterfell",
   "Scene End": "00:12:12",
   "Duration": "00:01:56",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 4,
   "Scene": "Bran dreams of seeing through his direwolf's eyes",
   "Scene End": "00:12:50",
   "Duration": "00:00:38",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 5,
   "Scene": "Bran and Osha talks about the red comet",
   "Scene End": "00:14:18",
   "Duration": "00:01:28",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 6,
   "Scene": "Daenerys' people are facing starvation",
   "Scene End": "00:18:15",
   "Duration": "00:03:57",
   "Comparison": "In the series, Daenerys heads the opposite direction from the Red Comet, whereas in the books she follows it.<br><br>In the series, Daenerys sends riders out in different directions to explore what's around them in the Red Waste; in the books she does not do this until reaching Vaes Tolorro, the city of bones.<br><br>In the books, Daenerys' silver mare doesn't die in the Red Waste; she is still alive and well.<br><br>In both, they had passed through a number of abandoned villages.",
   "Rating": "MIXED"
 },
 {
   "Image": 7,
   "Scene": "The Night watch men arrive at Craster's",
   "Scene End": "00:19:57",
   "Duration": "00:01:42",
   "Comparison": "In the series, Craster's Keep is shown to have a wall of sharpened stakes surrounding it, where in the books it is described as having only a small earthen dike around it.",
   "Rating": "TRUE"
 },
 {
   "Image": 8,
   "Scene": "The Night watch men meet with Craster",
   "Scene End": "00:24:27",
   "Duration": "00:04:30",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 9,
   "Scene": "Melisandre burns the old gods with Stannis Baratheon",
   "Scene End": "00:28:34",
   "Duration": "00:04:07",
   "Comparison": "In the books, Maester Cressen dies several days before Stannis allows Melisandre to burn the statues of the Seven, which does not happen on the beach.",
   "Rating": "MIXED"
 },
 {
   "Image": 10,
   "Scene": "Stannis' council meeting",
   "Scene End": "00:31:40",
   "Duration": "00:03:06",
   "Comparison": "In the books, Maester Cressen is humiliated by Stannis's wife Selyse Florent at a feast, where he also tries to poison Melisandre and dies in the process. Cressen had tried to persuade Stannis to forge an alliance with Robb Stark, even if that meant giving up the North and the Riverlands, citing half a kingdom is better than none. He wanted Stannis to help Robb avenge his father, but Stannis immediately cuts him off and reveals his bitterness at how Ned Stark was closer to his brother Robert than he was.<br><br>In the books, Stannis did not receive the letter from Ned saying that he is heir, because Tomard was killed before he could deliver it. The letter was intercepted by Cersei and used as evidence of Ned's \"treason\". Stannis had already discovered the true parentage of Robert and Cersei's children long before Ned, as he had been investigating his suspicions with Jon Arryn.<br><br>In the books, Stannis sends out hundreds of ravens all over the Seven Kingdoms proclaiming himself the rightful king, and declaring that Cersei's children are bastards born of incest. Cersei is enraged, which amuses Tyrion, given that Stannis's allegations are true. She orders all copies of the proclamation burned, and decrees that anyone who repeats the allegations should have their tongue cut out. Tyrion points out that it is now too late to suppress the rumor, and trying to do so would be counter-productive. At Littlefinger's suggestion, they retaliate by questioning the parentage of Stannis's daughter Shireen.",
   "Rating": "MIXED"
 },
 {
   "Image": 11,
   "Scene": "Robb visits his prisoner Jaime Lannister",
   "Scene End": "00:35:07",
   "Duration": "00:03:27",
   "Comparison": "In the books, Jaime is held in a dungeon at Riverrun rather than Robb's camp.<br><br>In the books, Catelyn, not Robb, reaches the conclusion that Bran did not fall but was pushed from a window, because he caught Jaime and Cersei at their incest. Catelyn has suspected Jaime ever since recalling that he had stayed in the castle that day, and only figured out Jaime's motive based on the information from Stannis about Cersei and her children.",
   "Rating": "MIXED"
 },
 {
   "Image": 12,
   "Scene": "Tyrion is hiding Shae in his room",
   "Scene End": "00:36:47",
   "Duration": "00:01:40",
   "Comparison": "In the books, Tyrion does not bring Shae to the Tower of the Hand, he hides her in a manse outside the Red Keep in the city.",
   "Rating": "MIXED"
 },
 {
   "Image": 13,
   "Scene": "Cersei tells Petyr to find Arya Stark, with an extra display of power",
   "Scene End": "00:39:31",
   "Duration": "00:02:44",
   "Comparison": "This scene does not happen in the books - Cersei does not tell Littlefinger that \"power is power\", and Littlefinger never strongly implies to Cersei that he knows the rumors about an incestuous relationship between her and Jaime are true.",
   "Rating": "FALSE"
 },
 {
   "Image": 14,
   "Scene": "Robb tells his terms for peace to Ser Alton",
   "Scene End": "00:42:12",
   "Duration": "00:02:41",
   "Comparison": "In the books, Robb sends Cleos Frey with his terms to King's Landing. Cleos Frey is Tywin Lannister's nephew, son of Genna Lannister and Emmon Frey. There is no Alton Lannister.<br><br>In the books, Lord Karstark is upset over Robb's peace offering and leaves the hall. There is also no on-screen conversation between Robb and Theon, in which the latter suggests to form an alliance with Balon Greyjoy.<br><br>In the books, Robb's terms are significantly different:\n- He offers to release Willem Lannister and Tion Frey, if the Lannisters release his sisters first. \n- He demands that the Lannisters deliver his father's greatsword Ice to Riverrun.\n- He demands that Tywin release the captives he took at the battle of the Green Fork. In return, Robb promises to release the captives he took at the battle of the Camps and the battle of the Whispering Wood, except Jaime.\n- He demands that the Lannisters deliver ten highborn hostages as a pledge of peace.\n- He does not threaten to behead Joffrey personally or to litter the South with dead Lannisters, if Cersei does not accept his terms; instead, he promises that he will \"give her another Whispering Wood\".",
   "Rating": "FALSE"
 },
 {
   "Image": 15,
   "Scene": "Catelyn is against Robb's plan to ally with the Greyjoys",
   "Scene End": "00:45:02",
   "Duration": "00:02:50",
   "Comparison": "In the books, Catelyn objects not only to form an alliance with Balon Greyjoy, but also to send Theon as an envoy, claiming that he should be kept close to Robb. She advises Robb to send someone else, but he does not listen to her. Catelyn and the Blackfish, not Robb, come up with the idea to form an alliance with Renly.<br><br>In the books, Catelyn does not say she wants to return to Winterfell, and Robb does not forbid her to; on the contrary, he urges her to return to Winterfell, but she insists on staying at Riverrun with her dying father.\nIn the books, Robb does not send Ser Rodrik to Winterfell; Catelyn sent him there earlier, on her way back from the Vale, before she joined Robb.",
   "Rating": "MIXED"
 },
 {
   "Image": 16,
   "Scene": "Cersei tries to persuade Joffrey to find Arya Stark",
   "Scene End": "00:47:27",
   "Duration": "00:02:25",
   "Comparison": "The scene where Cersei slaps Joffrey and he threatens her in the Great Hall does not happen in the books. Joffrey never treats his mother as poorly as he does in the series, but mostly obeys her; at worst, he increasingly ignores her pleas to restrain his own behavior. Cersei never hits Joffrey, not even when he performs extremely vile deeds (cutting a pregnant cat open).<br><br>In the books, it is Cersei who sends the Gold Cloaks out to kill all of Robert's bastards, not Joffrey.",
   "Rating": "FALSE"
 },
 {
   "Image": 17,
   "Scene": "Soldiers storm into the brothel and kill Robert's bastard baby son",
   "Scene End": "00:49:57",
   "Duration": "00:02:30",
   "Comparison": "In the series, at least four of Robert's other bastards were killed, whereas in the books, Barra is the only one of Robert's bastards who was reported to die.<br><br>In the series, the Gold Cloaks under the command of Janos Slynt go to the brothel to kill the baby Barra, and when his man will not carry this out, Slynt takes the baby from her mother and does it himself. In the books Barra's mother fights them and is killed along with the baby, the murders being carried out by Slynt's second in command.",
   "Rating": "MIXED"
 },
 {
   "Image": 18,
   "Scene": "Soldiers hunt down Robert's bastards, including Gendry",
   "Scene End": "00:51:18",
   "Duration": "00:01:21",
   "Comparison": "In the books, the scene of Tobho Mott's interrogation does not occur. It is not explained how the Gold Cloaks knew that Gendry is in Yoren's caravan.",
   "Rating": "FALSE"
 },
 {
   "Image": null,
   "Scene": "",
   "Scene End": "",
   "Duration": "",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": null,
   "Scene": "",
   "Scene End": "",
   "Duration": "",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": null,
   "Scene": "",
   "Scene End": "",
   "Duration": "",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": null,
   "Scene": "",
   "Scene End": "",
   "Duration": "",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": null,
   "Scene": "",
   "Scene End": "",
   "Duration": "",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": null,
   "Scene": "",
   "Scene End": "",
   "Duration": "",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": null,
   "Scene": "",
   "Scene End": "",
   "Duration": "",
   "Comparison": "",
   "Rating": ""
 }
]