[
 {
   "Image": null,
   "Scene": "HBO title",
   "Scene End": "0:00:06",
   "Duration": "0:00:06",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": null,
   "Scene": "Opening Credits / Title Sequence",
   "Scene End": "0:01:54",
   "Duration": "0:01:48",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": 1,
   "Scene": "Lady Crane mourns her onscreen son's death",
   "Scene End": "0:03:39",
   "Duration": "0:01:45",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 2,
   "Scene": "Lady Crane finds wounded Arya behind the curtains",
   "Scene End": "0:04:30",
   "Duration": "0:00:51",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 3,
   "Scene": "Lady Crane patches Arya up",
   "Scene End": "0:07:35",
   "Duration": "0:03:05",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 4,
   "Scene": "The Hound goes after the murderers",
   "Scene End": "0:09:17",
   "Duration": "0:01:42",
   "Comparison": "The Hound's fate remains unknown; he does not appear after Arya leaves him to die in the third novel.<br><br>None of the Brotherhood have gone rogue and killed harmless villagers.",
   "Rating": "FALSE"
 },
 {
   "Image": 5,
   "Scene": "Varys sails off on a mission",
   "Scene End": "0:11:15",
   "Duration": "0:01:58",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 6,
   "Scene": "The Faith militants wants to escort Cersei to the High Sparrow",
   "Scene End": "0:13:54",
   "Duration": "0:02:39",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 7,
   "Scene": "Brienne and Podrik arrive at Riverrun",
   "Scene End": "0:14:37",
   "Duration": "0:00:43",
   "Comparison": "In the books, Brienne and Podrick do not take any part in the siege of Riverrun. They are at the Riverlands, but away from Riverrun, still looking fruitlessly for Sansa.",
   "Rating": "FALSE"
 },
 {
   "Image": 8,
   "Scene": "Bronn teaches Podrik the other way of fighting",
   "Scene End": "0:16:29",
   "Duration": "0:01:52",
   "Comparison": "In the books, Brienne and Podrick do not take any part in the siege of Riverrun. They are at the Riverlands, but away from Riverrun, still looking fruitlessly for Sansa.",
   "Rating": "FALSE"
 },
 {
   "Image": 9,
   "Scene": "Brienne has a proposal for Jaime",
   "Scene End": "0:19:58",
   "Duration": "0:03:29",
   "Comparison": "Jaime swore an oath to Catelyn Stark that he would not kill any Starks or Tullys, which is he why he tries - and succeeds - to end the siege without violence.<br><br>In the books, Brienne and Podrick do not take any part in the siege of Riverrun. They are at the Riverlands, but away from Riverrun, still looking fruitlessly for Sansa. Brienne has not yet fulfilled her oath to Catelyn as she has not met Arya or Sansa on her journey with Pod, let alone brought them to safety.<br><br>The meeting between Jaime and Brienne occurs directly after the siege of Raventree Hall. Jaime believes that Arya, not Sansa, is dead.",
   "Rating": "MIXED"
 },
 {
   "Image": 10,
   "Scene": "Brienne fails to convince the Blackfish",
   "Scene End": "0:22:09",
   "Duration": "0:02:11",
   "Comparison": "Brienne never meets the Blackfish in the books and Sansa does not send any letter to Brynden. Except Jaime and Ryman Frey, no one tries to parley with Brynden Tully.<br><br>There is no mention in the books that Brynden Tully is acquainted with Brienne's father, however it is possible that they could have met during the War of the Ninepenny Kings or Robert's Rebellion.<br><br>It is not Brynden but someone else who accuses Brienne of serving the Lannisters because of the sword she carries.",
   "Rating": "FALSE"
 },
 {
   "Image": 11,
   "Scene": "Tommen announces the trial of Loras and Cersei",
   "Scene End": "0:25:42",
   "Duration": "0:03:33",
   "Comparison": "In the books, Cersei is not allowed to walk around freely, escorted by Ser Robert Strong, and intimidate people.",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 12,
   "Scene": "Tyrion gets Grey Worm and Missandei to tell jokes",
   "Scene End": "0:30:04",
   "Duration": "0:04:22",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 13,
   "Scene": "Jaime blackmails Edmure Tully",
   "Scene End": "0:35:15",
   "Duration": "0:05:11",
   "Comparison": "Jaime has grown distant from Cersei, and has no intentions to kill Tullys or anyone else in order to get back to her.<br><br>Edmure's wife Roslin is pregnant, but by the point the books reached, has not yet given birth. Jaime threatens to launch Edmure's child into Riverrun with a trebuchet, not catapult.<br><br>Jaime tells Edmure his terms right after releasing him from the gallows, and that happens after his unsuccessful parley with Brynden. It is not Edmure but Brynden who doubts Jaime's word and reminds him of killing Aerys. To help convince Edmure to surrender Riverrun, Jaime arranges for a musician to sing \"The Rains of Castamere\".<br><br>Jaime never says he admired Catelyn or that she reminded him of Cersei. Catelyn did not hit Jaime.",
   "Rating": "TRUE"
 },
 {
   "Image": 14,
   "Scene": "Edmure opens the gates to the Lannisters",
   "Scene End": "0:40:04",
   "Duration": "0:04:49",
   "Comparison": "In the books, no one tries to stop Edmure from entering Riverrun.<br>Jaime has no intentions to allow Brynden go away safely, only to the garrison, and only after they surrender their arms and armor. He intended to send Brynden to the Wall, not to deliver him to the Freys.",
   "Rating": "TRUE"
 },
 {
   "Image": 15,
   "Scene": "The Blackfish declines leaving with Brienne",
   "Scene End": "0:40:55",
   "Duration": "0:00:51",
   "Comparison": "Brienne never meets the Blackfish in the books.<br>Brynden escapes from Riverrun and is believed to still be alive, though his whereabouts are unknown.",
   "Rating": "FALSE"
 },
 {
   "Image": 16,
   "Scene": "Jaime is informed of the Blackfish's death",
   "Scene End": "0:42:33",
   "Duration": "0:01:38",
   "Comparison": "In the books, Brynden escapes from Riverrun and is believed to still be alive, though his whereabouts are unknown.",
   "Rating": "FALSE"
 },
 {
   "Image": 17,
   "Scene": "Daenerys comes back to a city under attack",
   "Scene End": "0:44:15",
   "Duration": "0:01:42",
   "Comparison": "In the books, Daenerys is still in Meereen when the siege starts, while Tyrion and Jorah are in the Yunkai camps.<br><br>The besieged, led by Ser Barristan Selmy, do not intend to remain in Meereen and wait for the enemies' attack, but to march out and fight them.<br>The besiegers catapult dead bodies, not fire missiles, into Meereen.",
   "Rating": "MIXED"
 },
 {
   "Image": 18,
   "Scene": "The Hound negotiates with Beric over the murderers",
   "Scene End": "0:46:57",
   "Duration": "0:02:42",
   "Comparison": "In the books, it is Arya, not the Hound, who takes the boots of someone she killed.<br><br>None of the Brotherhood have gone rogue and killed harmless villagers. However, they are capable of killing innocent people who have nothing to do the Red Wedding and never harmed Starks or Tullys - as long as they have some connection, even very vague, to the Freys or the Lannisters.",
   "Rating": "FALSE"
 },
 {
   "Image": 19,
   "Scene": "Beric invites the Hound to join them",
   "Scene End": "0:48:57",
   "Duration": "0:02:00",
   "Comparison": "In the books, Beric Dondarrion died (permanently) not long after the Red Wedding, and his successor has shown no interest in using the Brotherhood to stop the White Walkers.",
   "Rating": "FALSE"
 },
 {
   "Image": 20,
   "Scene": "Arya runs from the Waif",
   "Scene End": "0:54:46",
   "Duration": "0:05:49",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 21,
   "Scene": "Arya renounces the Faceless men",
   "Scene End": "0:56:58",
   "Duration": "0:02:12",
   "Comparison": "",
   "Rating": "UNKNOWN"
 }
]
