[
 {
   "Image": null,
   "Scene": "HBO title",
   "Scene End": "0:00:05",
   "Duration": "0:00:05",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": 1,
   "Scene": "Melting of Ice (Eddard Stark's valyrin steel sword) into two smaller long swords",
   "Scene End": "0:01:50",
   "Duration": "0:01:45",
   "Comparison": "Ice was melted into two swords by a blacksmith from Volantis. In the books it was done by Tobho Mott (from Qohor and whom Gendry apprenticed).  It is possible that the actor who played Tobho Mott was simply unavailable. The actual forging of the swords is simplified in the show -- omitting the actual forging/folding and just showing the melting process. The final blade also doesn't display the \"ripples of blood and night\" as described in the book.",
   "Rating": "MIXED"
 },
 {
   "Image": null,
   "Scene": "Opening Credits / Title Sequence",
   "Scene End": "0:03:37",
   "Duration": "0:01:47",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 2,
   "Scene": "Tywin gives Jaime a sword",
   "Scene End": "0:04:08",
   "Duration": "0:00:31",
   "Comparison": "Tywin says that only three living blacksmiths known that knows how to reforge Valyrin steel, and that one of them is from Volantis that he hired. But in the book, blacksmiths from Qohor are good enough to reforge Valyrian steel.",
   "Rating": "MIXED"
 },
 {
   "Image": 3,
   "Scene": "Jaime is grateful for the sword",
   "Scene End": "0:04:30",
   "Duration": "0:00:22",
   "Comparison": "In the books, Jaime is angry to receive the new sword, considering it as a cruel jape after his mutilation. And it is not Jaime but Tyrion who muses (not mentioning aloud) that the Lannisters have wanted a Valyrian steel sword for years. Tywin's longstanding quest to acquire one for the family is covered in more detail in the books. He attempted to buy one from various impoverished lesser houses, but their swords were so treasured that none would part with them. Tywin's younger brother Gerion led an expedition to recover Brightroar, the Lannisters' lost ancestral sword, and did not return.",
   "Rating": "MIXED"
 },
 {
   "Image": 4,
   "Scene": "Tywin asks jaime to leave Kingsguard",
   "Scene End": "0:06:31",
   "Duration": "0:02:01",
   "Comparison": "Jaime refuses to leave Kingsguard. In the books, the conversation between Jaime and Tywin soon becomes a fiery exchange of words: Jaime explodes in rage when stating that he will remain in the Kingsguard. Tywin responds harshly \"You are not my son\". This is their last book conversation.\n",
   "Rating": "TRUE"
 },
 {
   "Image": 5,
   "Scene": "Tyrion welcomes guests from House of Dorne for the royal wedding",
   "Scene End": "0:09:00",
   "Duration": "0:02:29",
   "Comparison": "Lord Blackmont reveals that Doran Martell's health has confined him to Sunspear. In the books, however, Prince Doran has not set foot in the Dornish capital for two years, preferring the peace and isolation of the Water Gardens; his summer seat.",
   "Rating": "MIXED"
 },
 {
   "Image": 6,
   "Scene": "Tyrion searches for Prince Oberyn",
   "Scene End": "0:09:27",
   "Duration": "0:00:27",
   "Comparison": "In the books, Oberyn's host arrives at King's Landing before the Red Wedding. When Tyrion meets them he is accompanied by Lord Gyles, Jalabhar Xho and Ser Addam as well as Bronn and Podrick and a retinue of the Gold Cloaks. Furthermore, Oberyn meets Tyrion here rather than in a brothel.",
   "Rating": "FALSE"
 },
 {
   "Image": 7,
   "Scene": "Oberyn fights Lannister guards",
   "Scene End": "0:17:02",
   "Duration": "0:07:35",
   "Comparison": "The brothel scenes with Prince Oberyn Martell choosing his lovers and fighting Lannister guards were added into the show. While Oberyn does visit a brothel in the books, he does so after meeting Tyrion. There are no violent confrontations at the brothel in the books, but the added scenes do accurately portray Oberyn's tendencies in the novels.",
   "Rating": "MIXED"
 },
 {
   "Image": 8,
   "Scene": "The gamble",
   "Scene End": "0:20:05",
   "Duration": "0:03:03",
   "Comparison": "In this scene, Grey Worm and Dario gambles with each other, whoever wins gets to ride to Mereen on Daenery's side. This scene is contrary to the books, they never gambled with each other.",
   "Rating": "FALSE"
 },
 {
   "Image": 9,
   "Scene": "Grey Worm likes Missandei",
   "Scene End": "0:20:20",
   "Duration": "0:00:15",
   "Comparison": "In the books, it is never stated that Grey Worm has any attraction to Missandei. Apart from anything else, she is only ten years old in the books.",
   "Rating": "FALSE"
 },
 {
   "Image": 10,
   "Scene": "Jamie's gold hand",
   "Scene End": "0:28:28",
   "Duration": "0:08:08",
   "Comparison": "Jaime Lannister's hand of solid gold is not made until much later in the novels.  In the show Cersei has Jaime's rather useless and expensive golden hand made very quickly.\n",
   "Rating": "TRUE"
 },
 {
   "Image": 11,
   "Scene": "Thenns arrives",
   "Scene End": "0:31:54",
   "Duration": "0:03:26",
   "Comparison": "In the TV series, Styr, Magnar of Thenn is not introduced until the Wildlings and Tormund scale The Wall. The Thenns are the most disciplined and dangerous in combat of the Wildlings, making them ideal for the expedition over the Wall. In the books he is described as earless but has both ears in the show. The show has also made the wildling Thenns cannibals. Also, Thenns are not cannibals in the books. This is basically combining them with another wildling tribe, the Ice-river clans, who are cannibals.",
   "Rating": "FALSE"
 },
 {
   "Image": 12,
   "Scene": "Jon talks about how Robb is always better than him",
   "Scene End": "0:33:20",
   "Duration": "0:01:26",
   "Comparison": "In the books, Jon claims that he was a better swordsman than Robb. In the show, Jon says Robb was better than him.",
   "Rating": "FALSE"
 },
 {
   "Image": 13,
   "Scene": "Jon reports the numbers of wildings",
   "Scene End": "0:36:16",
   "Duration": "0:02:56",
   "Comparison": "During the trial at Night's watch, Jon tells the Night's watch that Mance's army of wildlings are 100,000 in number. In the books, the wildlings' army numbers between 20,000 - 30,000 people (including the non-combatant ones) according to Thoren Smallwood's estimation, not 100,000.",
   "Rating": "FALSE"
 },
 {
   "Image": 14,
   "Scene": "Brienne of Tarth meets Olenna and Margaery in King's landing",
   "Scene End": "0:37:48",
   "Duration": "0:01:32",
   "Comparison": "In the books, Brienne of Tarth and Jaime Lannister do not arrive at King's Landing in time for the royal wedding in the books. Some of Jaime's scenes are from the books but occur much later, after his return. Jaime's scene in the White Sword Tower with Joffrey, however, has no counterpart in the books.",
   "Rating": "MIXED"
 },
 {
   "Image": 15,
   "Scene": "The shadow that killed Renly",
   "Scene End": "0:38:24",
   "Duration": "0:00:36",
   "Comparison": "In the books, Brienne was not allowed to wander around freely in the city. Brienne is taken prisoner in King's Landing right away by Loras Tyrell for supposedly killing Renly Baratheon.  In the show she has her freedom in the city and has only spoken to Margaery Tyrell about Renly.",
   "Rating": "FALSE"
 },
 {
   "Image": 16,
   "Scene": "The small council meeting",
   "Scene End": "0:38:51",
   "Duration": "0:00:27",
   "Comparison": "In th books, Joffrey and Meryn Trant are not present were not present in the Small Council. This does mark the first time that Ser Preston Greenfield has been mentioned by name as a member of the Kingsguard. Before this his name was known only from the books. It also confirms Preston survived the riot in Kings Landing.",
   "Rating": "MIXED"
 },
 {
   "Image": 17,
   "Scene": "Jaime warns Joffrey",
   "Scene End": "0:40:27",
   "Duration": "0:01:36",
   "Comparison": "It is not Jaime but Tywin who claims that Stannis will not stop fighting despite his defeat at the Blackwater. He says that to Pycelle at a meeting of the Small Council. Joffrey and Meryn Trant are not present.",
   "Rating": "FALSE"
 },
 {
   "Image": 18,
   "Scene": "Daario pursues Daenerys",
   "Scene End": "0:43:14",
   "Duration": "0:02:47",
   "Comparison": "Daario does give Daenerys Targaryen flowers ostensibly to show her what the country and its people are like, but this is something he does regularly at his daily reports to the Queen, while in the TV show this was turned into a single, specific scene.",
   "Rating": "TRUE"
 },
 {
   "Image": 19,
   "Scene": "Brienne confronts Jaime",
   "Scene End": "0:44:22",
   "Duration": "0:01:08",
   "Comparison": "In the books, Jaime never tried to evade his oath to Catelyn. He was unable to fulfill it since he and Brienne arrived at King's Landing too late, after Sansa escaped (and long after Arya escaped). He does his best, however, to fulfill the other part of his oath - not to take up arms against Starks or Tullys.",
   "Rating": "MIXED"
 },
 {
   "Image": 20,
   "Scene": "Sansa meets Ser Dontos",
   "Scene End": "0:46:36",
   "Duration": "0:02:14",
   "Comparison": "In the books Dontos meets with Sansa Stark several times in the Godswood before the Red Wedding.  He wishes to serve her as thanks for saving his life.  In the show he thanks her after following her to the Godswood, giving her his amethyst necklace. This is the first time they converse in the TV series, and second time the two met; the first was at the beginning of Season 2 when Sansa saved Ser Dontos from his forced drinking on King Joffrey's orders.",
   "Rating": "TRUE"
 },
 {
   "Image": 21,
   "Scene": "Arya sees Polliver outside the Inn",
   "Scene End": "0:49:05",
   "Duration": "0:02:29",
   "Comparison": "In the books, Arya and the Hound didn't see anyone outside the inn. Polliver was in Arya's revenge list for killing Lommy, but in the books Polliver took Needle, but it was Raff who killed Lommy (by driving a spear through his neck). ",
   "Rating": "MIXED"
 },
 {
   "Image": 22,
   "Scene": "Arya wants to take revenge on Polliver",
   "Scene End": "0:53:47",
   "Duration": "0:04:42",
   "Comparison": "Arya does not want to enter, claiming there might be ghosts inside. The Hound insists on entering, since he wants wine and information about the Ruby Ford.",
   "Rating": "FALSE"
 },
 {
   "Image": 23,
   "Scene": "Arya and Sandor fights the king's men",
   "Scene End": "0:54:48",
   "Duration": "0:01:01",
   "Comparison": "Only the innkeeper, some locals, the Tickler (torturer from Harrenhal), Polliver (the Lannister soldier who killed Lommy Greenhands), and a boy squire are in the inn in the novels. In the TV series there are around five soldiers inside.",
   "Rating": "MIXED"
 },
 {
   "Image": 24,
   "Scene": "Arya kills Polliver",
   "Scene End": "0:56:23",
   "Duration": "0:01:35",
   "Comparison": "Arya kills Polliver in the series, but it was Sandor (The Hound), not Arya, who killed Polliver in the books. Arya killed the Tickler in a frenzy by stabbing him repeatedly, sarcastically shouting the questions he interrogated innocent prisoners with as he tortured them. Arya continues stabbing him until Sandor has to physically pull her off of his corpse. In a separate scene, Arya kills Raff, the man who killed Lommy in the books, by forcing him into the same position Lommy was when he brutally killed the injured boy: she stabs Raff in his leg, making him beg her to carry her to a healer, then she sarcastically quotes the cruel taunt he made to Lommy as he killed him (\"'Carry me' he says? Think so?\") and then stabs him through the throat. Because Raff's role was condensed with Polliver in the TV series, Polliver was given Raff's death at Arya's hands from the books.",
   "Rating": "MIXED"
 },
 {
   "Image": 25,
   "Scene": "Arya and Sandor wins the fight with the king's men",
   "Scene End": "0:56:51",
   "Duration": "0:00:28",
   "Comparison": "In the books the Hound is driven into a corner because of drinking too much and by the methodical fighting of Polliver and the Tickler.  He had multiple wounds on his neck and thigh before Arya and him manage to win the fight. In the show Sandor Clegane is a bit bruised but has suffered no major wounds. This is also the point where Arya abandons the Hound as per his urging, but in the series, the scene is postponed to the season's climax, where the Hound is mortally wounded and hit off a cliff during a fight with Brienne of Tarth (which never occurs in the books).",
   "Rating": "MIXED"
 }
]