[
 {
   "Image": null,
   "Scene": "HBO title",
   "Scene End": "0:00:06",
   "Duration": "0:00:06",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": null,
   "Scene": "Opening Credits / Title Sequence",
   "Scene End": "0:01:53",
   "Duration": "0:01:47",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": 1,
   "Scene": "Jon and Tormund leaves the Castle Black",
   "Scene End": "0:04:55",
   "Duration": "0:03:02",
   "Comparison": "",
   "Rating": "MIXED"
 },
 {
   "Image": 2,
   "Scene": "Sansa asks Theon for help",
   "Scene End": "0:08:20",
   "Duration": "0:03:25",
   "Comparison": "",
   "Rating": "MIXED"
 },
 {
   "Image": 3,
   "Scene": "Maester Aemon dies",
   "Scene End": "0:11:07",
   "Duration": "0:02:47",
   "Comparison": "In the series, Maester Aemin dies in Castle Black and was given a proper funeral by the Night's Watch. In the books, Aemon dies on a ship en route from Braavos to Oldtown. Additionally, his body has not been burned as of yet, but is being preserved in a barrel of alcohol until Sam has a chance to conduct a proper funeral.",
   "Rating": "TRUE"
 },
 {
   "Image": 4,
   "Scene": "Ramsay speaks to Sansa about Stannis",
   "Scene End": "0:12:30",
   "Duration": "0:01:23",
   "Comparison": "In the series, Ramsay speaks to Sansa about Stannis coming to attack the Winterfell. In the books, it was unlikely for Jeyne Poole to leave her room and to discuss such matters with Ramsay.",
   "Rating": "FALSE"
 },
 {
   "Image": 5,
   "Scene": "Ramsay informs Sansa that Jon is the new Lord Commander",
   "Scene End": "0:13:37",
   "Duration": "0:01:07",
   "Comparison": "In the series, Ramsay tells Sansa that Jon is the new Lord Commander of Night's Watch. In the books, Sansa has not yet returned to Winterfell in the books, it is not Ramsay who tells her that Jon Snow has become the Lord Commander of the Night's Watch, but her friend, Myranda Royce.",
   "Rating": "MIXED"
 },
 {
   "Image": 6,
   "Scene": "Ramsay kills Sansa's Northern friend",
   "Scene End": "0:14:48",
   "Duration": "0:01:11",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 7,
   "Scene": "Stormcrows deserts Stannis' army",
   "Scene End": "0:16:55",
   "Duration": "0:02:07",
   "Comparison": "In the series, Stannis' army struggles in cold and are running out of supply. Because of this, the Stormcrows(swellswords) has deserted them. In the books, the Stormcrows are one of Daenerys's sellsword companies. They are not involved at Stannis's campaign against the Boltons. There have not been any desertions from Stannis's host. Also, at this point, Stannis has not hired any sellswords. His army (about 5,000 men) consists of his original troops, warriors of the Northern mountain clans and volunteers of House Mormont and other Northern houses. ",
   "Rating": "FALSE"
 },
 {
   "Image": 8,
   "Scene": "Melisandre asks Stannis to sacrifice Shireen",
   "Scene End": "0:18:54",
   "Duration": "0:01:59",
   "Comparison": "In the series, Melisandre asks Stannis to sacrifice Shireen. In the books, Melisandre never asks Stannis to burn Shireen.",
   "Rating": "FALSE"
 },
 {
   "Image": 9,
   "Scene": "Sam defends Gilly from brothers of the Watch",
   "Scene End": "0:21:11",
   "Duration": "0:02:17",
   "Comparison": "In the series, two men attempts to rape Gily but Sam came to defend her. In the books, Gilly is not nearly raped by brothers of the watch, thus Sam does not defend her.",
   "Rating": "FALSE"
 },
 {
   "Image": 10,
   "Scene": "Ghost scares off the men that tried to rape Gilly",
   "Scene End": "0:24:39",
   "Duration": "0:03:28",
   "Comparison": "In the series, Ghost appears and scares off the two men away. In the books, Ghost never left Jon's side since they reunited.",
   "Rating": "FALSE"
 },
 {
   "Image": 11,
   "Scene": "Jorah sold as slave",
   "Scene End": "0:25:54",
   "Duration": "0:01:15",
   "Comparison": "In the series, Jorah was auctioned as slave and was bought easily. In the books, Jorah does not bring a good price, nor is he bought quickly. As the slavers boarded the ship in which he and Tyrion were sailing, Jorah fought valiantly and killed three of them, thus he was beaten within an inch of his life and branded on his face with a demon mask, the Volantene mark for a disobedient slave. Since the auctioneer has no idea who Jorah is, he describes him simply as \"big and strong\" without any tales about his deeds. He is eventually bought for less than 1/30th of the price the slaver paid for Tyrion.",
   "Rating": "TRUE"
 },
 {
   "Image": 12,
   "Scene": "Tyrion asks to be bought with Jorah",
   "Scene End": "0:26:49",
   "Duration": "0:00:55",
   "Comparison": "In the series, Tyrion asks the same man to buy him with Jorah. He claims him self to be a fighter, and beat a slaver down. In the books, Tyrion does not beat any of the slavers. On the contrary, the auctioneer whips him brutally several times because he speaks insolently to the bidders. Once Tyrion is sold, the auctioneer whips him once more, simply because he can.",
   "Rating": "MIXED"
 },
 {
   "Image": 13,
   "Scene": "Yezzan gives Tyrion and Jorah money",
   "Scene End": "0:27:17",
   "Duration": "0:00:28",
   "Comparison": "In the series, after buying Tyrion and Jorah, he gave them money as their wages. In the books, Yezzan never gives money to Tyrion.",
   "Rating": "FALSE"
 },
 {
   "Image": 14,
   "Scene": "Dhaario asks Daenerys to marry him instead",
   "Scene End": "0:29:51",
   "Duration": "0:02:34",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 15,
   "Scene": "Olena askss the High Septon to free her grandchildren",
   "Scene End": "0:33:17",
   "Duration": "0:03:26",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 16,
   "Scene": "Tommen speaks with Cersei about Margaery",
   "Scene End": "0:36:40",
   "Duration": "0:03:23",
   "Comparison": "In the series, Tommen is upset that he can't free his wife Margaery. In the books, Tommen has no idea about Margaery's arrest and impending trial.",
   "Rating": "MIXED"
 },
 {
   "Image": 17,
   "Scene": "Myrcella refuse to return with Jaime",
   "Scene End": "0:37:56",
   "Duration": "0:01:16",
   "Comparison": "In the series, Jaime tells Myrcella that her mother, Cersei has asked him to come and take her back to King's Landing. But Myrcella refuses and is upset to leave Dorne. She tells Jaime that she's been in Dorne for years because Cersei asked her to go to Dorne. In the books, she has only been in Dorne for several months, not years. Also, Cersei has never told Myrcella to go to Dorne, on the contrary: Tyrion sent Myrcella there without Cersei's consent and against her will. ",
   "Rating": "MIXED"
 },
 {
   "Image": 18,
   "Scene": "The Sand Snakes in prison",
   "Scene End": "0:38:51",
   "Duration": "0:00:55",
   "Comparison": "In the series, the Sand Snakes were imprisoned in cell, across Bronn's cell. In the books, the Sand Snakes are imprisoned in comfortable rooms in the Tower of the Sun in Sunspear, not a dungeon. They are also each kept in a different room.",
   "Rating": "TRUE"
 },
 {
   "Image": 19,
   "Scene": "Bronn poisoned",
   "Scene End": "0:41:41",
   "Duration": "0:02:50",
   "Comparison": "In the series, Bronn was poisoned by the wound he received from the sand snakes, but was later given an antidote by ",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 20,
   "Scene": "Olena and Petry conspired to kill Joffrey",
   "Scene End": "0:44:00",
   "Duration": "0:02:19",
   "Comparison": "In the series, Olena meets Petyr, and they openly talks about how they both conspired to kill Joffrey. In the books, Olenna never outright says she killed Joffrey, nor does she meet with Littlefinger.",
   "Rating": "MIXED"
 },
 {
   "Image": 21,
   "Scene": "Daenerys visits the fighting pit",
   "Scene End": "0:47:14",
   "Duration": "0:03:14",
   "Comparison": "In the series, Daenerys vists the fighting pit with Hizdahr. In the books, Daenerys does not visit a single fighting pit until after her wedding to Hizdahr.",
   "Rating": "TRUE"
 },
 {
   "Image": 22,
   "Scene": "Jorah comes out to fight in the pit",
   "Scene End": "0:48:46",
   "Duration": "0:01:32",
   "Comparison": "In the series, after learning that Daenerys is present in the fighting pit, Jorah came out into the pit to fight and won. ",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 23,
   "Scene": "Tyrion meet Daenerys",
   "Scene End": "0:49:33",
   "Duration": "0:00:47",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 24,
   "Scene": "Cersei visit Margaery in the prison",
   "Scene End": "0:52:11",
   "Duration": "0:02:38",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 25,
   "Scene": "Cersei arrested by the High Septon",
   "Scene End": "0:57:14",
   "Duration": "0:05:03",
   "Comparison": "In the series, Lancel confessed to the High Septon of his affair with Cersei, and Cersei was arrested. In the books, Lancel confesses his and Cersei's crimes (their affair and Robert's murder) to the second High Septon, who is killed for that reason by Osney Kettleblack at Cersei's command. Lancel admitted that also to the High Sparrow, but Cersei is not arrested due to his confession: she sends Osney to confess falsely to the High Sparrow that he has slept with Margaery, as a part of Cersei's scheme against her. Osney sounds so pleased to be so guilty, that it arouses the High Sparrow's suspicions. He has Osney tortured, then the truth comes out: Osney admits he has slept with Cersei, murdered the previous High Septon at her command and never touched Margaery. Cersei is thrown to jail. Later, she is confronted with all the accusations based on both Lancel and Osney's true confessions.",
   "Rating": "TRUE"
 }
]