[
 {
   "Image": null,
   "Scene": "HBO title",
   "Scene End": "00:00:05",
   "Duration": "00:00:05",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": 1,
   "Scene": "'Walder Frey' drinks to all the Freys",
   "Scene End": "00:03:57",
   "Duration": "00:03:52",
   "Comparison": "In the books, Operation: Frey Pies was concocted by Ser Wyman Manderly, a lord in the North who bends the knee to the Boltons and Freys after the Red Wedding, but who secretly remains loyal to the Starks. His son was one of the victims of the Red Wedding, and he seeks to make the Freys pay for what they did to his house. “The north remembers,” he says, “and the mummer’s farce is almost done.”<br><br>As a gesture of loyalty, Manderly allows three of Walder’s progeny to stay at his house before Ramsay Bolton's wedding. When Manderly arrives at Winterfell, he tells the Freys that his guests were riding ahead of him and presents them with a present: three huge meat pies. It’s never outright stated that the Frey kids are in those pies, but it’s strongly hinted at, particularly when Manderly later asks in a drunken stupor for a song about the Rat Cook. <br><br>The Rat Cook was a chef in the Night’s Watch who got back at the Andal king who wronged him by killing his son and serving his flesh to the king as bacon. The gods punished the cook by turning him into a giant rat who could only eat his own spawn.",
   "Rating": "MIXED"
 },
 {
   "Image": null,
   "Scene": "Opening Credits / Title Sequence",
   "Scene End": "00:05:44",
   "Duration": "00:01:47",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": 2,
   "Scene": "Bran sees the army of the dead and enters the Wall",
   "Scene End": "00:09:12",
   "Duration": "00:03:28",
   "Comparison": "In the books, Eddison Tollett was indeed in the Fist of the First Men and saw the army of the dead, but was not in Hardhome and never saw the Night King. Jon sent Cotter Pyke to Hardhome.",
   "Rating": "MIXED"
 },
 {
   "Image": 3,
   "Scene": "Robb speaks to a hall full of his bannermen",
   "Scene End": "00:14:12",
   "Duration": "00:05:00",
   "Comparison": "In the books, Jon had been acting to restore the abandoned castles throughout the fifth novel, long before his death. Jon intended to send Tormund to Oakenshield, not to Eastwatch-by-the-Sea. Bowen Marsh, not Robett Glover, expresses his disapproval of Jon's idea to garrison the abandoned castles of the Watch with wildlings. <br><br>The Umbers have never betrayed the Starks: Greatjon was captured by the Freys, Smalljon was killed in the Red Wedding while defending Robb Stark, and Mors Umber joined Stannis. Only Hother Umber has joined the Boltons, but reluctantly because Greatjon is held prisoner by the Freys; he is by no means loyal to the Starks' enemies.<br><br>It is Godry \"Giantslayer\" Farring, not Yohn Royce, who suggests destroying the Last Hearth. Jon objects, explaining that the Umbers are not traitors, and that such act would turn the whole North against Stannis.<br><br>There is no character named Ned Umber in the books.\nAlys Karstark is Rickard's daughter, not granddaughter, and her role is far more active than in the show.",
   "Rating": "MIXED"
 },
 {
   "Image": 4,
   "Scene": "Jon and Sansa have a difference in opinion",
   "Scene End": "00:17:02",
   "Duration": "00:02:50",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 5,
   "Scene": "Cersei and Jaime discuss the impending war",
   "Scene End": "00:21:11",
   "Duration": "00:04:09",
   "Comparison": "In the books, Cersei has no idea that Jaime released Tyrion. She believes the Tyrells helped him escape.<br><br>Also, Stannis did not leave Dragonstone unoccupied. He left there a garrison before traveling to the North. In the fourth book, Loras Tyrell conquers the castle on behalf of the Crown.",
   "Rating": "FALSE"
 },
 {
   "Image": 6,
   "Scene": "Jaime is against the idea of working with the Greyjoys",
   "Scene End": "00:22:40",
   "Duration": "00:01:29",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 7,
   "Scene": "Cersei and Jaime discuss an alliance with Euron",
   "Scene End": "00:26:38",
   "Duration": "00:03:58",
   "Comparison": "In the books, Cersei never had any intention to ally with the ironborn. She refers to them scornfully as \"a sorry pack of squids\". There is no mentioning in the books that Jaime took any part in the fighting against the ironborn at any stage of the Greyjoy Rebellion.<br><br>The ironborn never broke any promises and never allied or befriended with the Starks, or with any other of the houses who participated the War of the Five Kings.<br><br>No one stole the Iron Fleet from Euron, and he did not order even one ship built (let alone 1,000). He sent the Iron fleet, under the command of his brother Victarion, to Slaver's Bay, and still has hundreds of ships at his disposal to raid the Reach. It was not Euron but his brother Victarion who destroyed the Lannister fleet during the Greyjoy Rebellion. Euron planned the attack, but did not execute it himself. The attack took place at Lannisport, not Casterly Rock.<br><br>Euron's exile had nothing to do with the failure of the Greyjoy Rebellion. He seduced, maybe raped, Victarion's wife and got her pregnant. As a punishment, Balon banished Euron from the Iron Islands.<br><br>In the books, Euron wants to marry Daenerys, whom he considers the fairest woman in the world, not Cersei.",
   "Rating": "FALSE"
 },
 {
   "Image": 8,
   "Scene": "Sam gets interested in the restricted area of the library",
   "Scene End": "00:29:31",
   "Duration": "00:02:53",
   "Comparison": "In the books, there is no mention of a restricted area in the library of the Citadel.",
   "Rating": "FALSE"
 },
 {
   "Image": 9,
   "Scene": "Sam asks Maester Weyland for access to the restricted area",
   "Scene End": "00:33:30",
   "Duration": "00:03:59",
   "Comparison": "There is no character named Maester Weyland in the books.\nSam talks about the Others (White Walkers) and about Daenerys with archmaester Marwyn, as soon as he comes to the Citadel. Sam was not sent to the Citadel in order to learn about the Others. Jon sent him there to become a maester, so he could replace Aemon after he died.",
   "Rating": "FALSE"
 },
 {
   "Image": 10,
   "Scene": "Petyr tries to entice Sansa for something more",
   "Scene End": "00:35:39",
   "Duration": "00:02:09",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 11,
   "Scene": "Arya joins a group of soldiers (Ed Sheeran cameo)",
   "Scene End": "00:39:48",
   "Duration": "00:04:09",
   "Comparison": "The song \"Hands of Gold\" was made by a singer named Symon Silver Tongue about Tyrion and Shae.",
   "Rating": "FALSE"
 },
 {
   "Image": 12,
   "Scene": "The Hound asks Beric why he is always brought back",
   "Scene End": "00:46:38",
   "Duration": "00:06:50",
   "Comparison": "Beric Dondarrion is no longer the leader of the Brotherhood Without Banners since the end of the third novel.",
   "Rating": "FALSE"
 },
 {
   "Image": 13,
   "Scene": "The Hound buries the starved father and daughter",
   "Scene End": "00:49:03",
   "Duration": "00:02:25",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 14,
   "Scene": "Sam makes a dragonglass discovery",
   "Scene End": "00:50:35",
   "Duration": "00:01:32",
   "Comparison": "In the books, Sam does not bring Gilly and the baby (who is Mance Rayder's son, not Gilly's) to the Citadel.\nSam finds old records about the Others and dragonglass while he is still at Castle Black, and shares them with Jon. Stannis did not just mention to Sam that there was dragonglass at Dragonstone. He sent orders to the castellan to mine the material.",
   "Rating": "MIXED"
 },
 {
   "Image": 15,
   "Scene": "A hand with grayscale asks Sam if Daenerys is here yet",
   "Scene End": "00:51:42",
   "Duration": "00:01:07",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": 16,
   "Scene": "Daenerys arrives at Dragonstone",
   "Scene End": "00:57:17",
   "Duration": "00:05:35",
   "Comparison": "",
   "Rating": "UNKNOWN"
 },
 {
   "Image": null,
   "Scene": "",
   "Scene End": "",
   "Duration": "",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": null,
   "Scene": "",
   "Scene End": "",
   "Duration": "",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": null,
   "Scene": "",
   "Scene End": "",
   "Duration": "",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": null,
   "Scene": "",
   "Scene End": "",
   "Duration": "",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": null,
   "Scene": "",
   "Scene End": "",
   "Duration": "",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": null,
   "Scene": "",
   "Scene End": "",
   "Duration": "",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": null,
   "Scene": "",
   "Scene End": "",
   "Duration": "",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": null,
   "Scene": "",
   "Scene End": "",
   "Duration": "",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": null,
   "Scene": "",
   "Scene End": "",
   "Duration": "",
   "Comparison": "",
   "Rating": ""
 },
 {
   "Image": null,
   "Scene": "",
   "Scene End": "",
   "Duration": "",
   "Comparison": "",
   "Rating": ""
 }
]